[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Arabic
DESCRIBABLE =	Arabic
[String]	

SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	شركة Beijing Golden Orange Technology Co.، Ltd. \ n هاتف: (86) 010-64419248 \ n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 حول
ABOUT_COPYRIGHT =	 حقوق النشر (C) 2004-2019
ABOUT_RIGHTS =	 كل الحقوق محفوظة
ABOUT_LICENSED =	 الحق في استخدام هذا المنتج ينتمي إلى:
ABOUT_LAW =	 تحذير: برنامج الكمبيوتر هذا محمي بموجب قوانين حقوق النشر والاتفاقيات الدولية. قد يخضع النسخ أو النشر غير المصرح به لجزء أو كل هذا البرنامج لعقوبات مدنية وجنائية صارمة ، وستتم مقاضاته إلى أقصى حد ممكن في نطاق القانون .
	
MENU_FILE =	 &ملف
MENU_FILE_NEW =	 &جديد
MENU_FILE_OPEN =	 &فتح...
MENU_FILE_PRINT =	 printCtrl + P.
MENU_FILE_SAVE =	 & حفظ Ctrl + S
MENU_FILE_SAVE_AS =	 & حفظ باسم ...
MENU_FILE_SCANIMAGE =	 الحصول على الصورة ومسحها ضوئيًا ...
MENU_FILE_SYSTEM =	 & معلمات النظام ...
MENU_FILE_IMGLIB =	 & معرض عام ...
MENU_FILE_IMPORT =	&يدخل
MENU_FILE_MRU_FILE1 =	 الملفات الأخيرة
	
MENU_EDIT =	 &يحرر
MENU_EDIT_COPY     =	 &ينسخ
MENU_EDIT_CUT      =	 &يقطع
MENU_EDIT_COMBINE  =	 & اجمع Ctrl + L
MENU_EDIT_UNCOMBINE=	 & تركيبة منفصلة Ctrl + K
MENU_EDIT_GROUP    =	 & المجموعة Ctrl + G
MENU_EDIT_UNGROUP  =	 & فك تجميع Ctrl + U
	
MENU_EDIT_PASTE=	 &معجون
MENU_EDIT_REDO =	 &استعادة
MENU_EDIT_UNDO =	 &الغاء التحميل
MENU_EDIT_TOCURVE=	تحويل إلى منحنى Ctrl + Q
MENU_EDIT_HATCH  =	املأ Ctrl + H
	
ID_FILE_IMGLIB =	 يفتح معرض المفضلة \ n معرض المفضلة
ID_FILE_IMPORT =	 استيراد الملفات بتنسيقات أخرى \ n استيراد الملفات
ID_FILE_MRU_FILE1 =	 افتح هذا المستند
ID_FILE_NEW =	 إنشاء مستند جديد \ n جديد
ID_FILE_OPEN =	 افتح مستند موجود \ n افتح
ID_FILE_PRINT =	 اطبع المستند النشط \ n اطبع
ID_FILE_PRINT_PREVIEW =	 إظهار صفحة كاملة \ n معاينة الطباعة
ID_FILE_PRINT_SETUP =	 تغيير خيارات الطابعة والطباعة \ n إعداد الطباعة
ID_FILE_SAVE =	 احفظ المستند النشط \ n حفظ
ID_FILE_SAVE_AS =	 احفظ المستند النشط باسم ملف جديد \ n حفظ باسم
ID_FILE_SCANIMAGE =	 الحصول على صورة ممسوحة ضوئيًا \ n احصل على صورة ممسوحة ضوئيًا
ID_EDIT_COPY =	 نسخ الكائن المحدد ووضعه في الحافظة \ n نسخ
ID_EDIT_CUT =	 يقطع الكائن المحدد ويضعه في الحافظة \ n قص
ID_EDIT_PASTE =	 إدراج محتوى الحافظة \ n لصق
ID_EDIT_REDO =	 إعادة إجراء تم التراجع عنه سابقًا \ n إعادة
ID_EDIT_UNDO =	 تراجع عن الإجراء الأخير \ n تراجع
ID_EDIT_GROUP =	 تجميع الكائنات المحددة \ n المجموعة
ID_EDIT_UNGROUP =	 يرفض كائن المجموعة المحدد \ n يرفض المجموعة
ID_EDIT_COMBINE =	 حددت مجموعات كائنات \ n مجموعة
ID_EDIT_UNCOMBINE  =	 فصل كائن المجموعة المحدد \ n مجموعة منفصلة
ID_SYSTEM_PARAM =	 تعيين معلمات النظام \ n معلمات النظام
TT_MATERIALPARAMASSIS=	اختبار معلمات مادة الليزر \ n مساعد معلمات المواد
MATERIALPARAMASSIS=	مساعد معلمة المواد
MENU_MODI =	 &تعديل
MENU_DRAW =	 &ألفت
MENU_DRAW_POINT =	 &نقطة
MENU_DRAW_CURVE =	 &منحنى
MENU_DRAW_LINE =	 &خط
MENU_DRAW_RECT =	 &مستطيل
MENU_DRAW_CIRCLE =	 &دائرة
MENU_DRAW_ELLIPSE =	 &الشكل البيضاوي
MENU_DRAW_POLY =	 & مضلع
MENU_DRAW_TEXT =	&نص
MENU_DRAW_BMPFILE =	 & ملف الصورة النقطية
MENU_DRAW_VECTORFILE =	 & ملف متجه
MENU_DRAW_TIMER =	 &تأخير
MENU_DRAW_INPUT =	 & منفذ الإدخال
MENU_DRAW_OUTPUT =	 &منفذ الاخراج
MENU_DRAW_MESH3D=	 & الأسطح ثلاثية الأبعاد
MENU_ALIGN_BOTTOM =	 محاذاة لأسفل
MENU_ALIGN_CENTER =	 محاذاة نقطة المركز
MENU_ALIGN_CENTER_HOR =	 محاذاة خط الوسط الأفقي
MENU_ALIGN_CENTER_VER =	 محاذاة خط الوسط العمودي
MENU_ALIGN_LEFT =	 محاذاة إلى اليسار
MENU_ALIGN_RIGHT =	 محاذاة اليمين
MENU_ALIGN_TOP =	 محاذاة الحافة العلوية
MENU_VIEW =	 &رأي
MENU_VIEW_TOOLBAR =	 & شريط أدوات النظام
MENU_VIEW_ZOOMBAR =	 & عرض شريط الأدوات
MENU_VIEW_DRAWBAR =	 & شريط أدوات الرسم
MENU_VIEW_ENTLIST =	 شريط قائمة الكائنات
MENU_VIEW_ENTPROP =	 شريط خصائص الكائن
MENU_VIEW_STATUS_BAR =	 &شريط الحالة
MENU_LASER =	 والليزر
	
ENTPROP =	 خصائص الموضوع
MENU_VIEW_RULER =	 عرض المسطرة
MENU_VIEW_GRID  =	 إظهار نقاط الشبكة
TT_SHRULER=	إظهار المسطرة أو إخفاؤها
TT_SHGRID=	إظهار أو إخفاء نقاط الشبكة
MENU_VIEW_GUILD =	 الخط المساعد
BK =	 معرفتي
DEGREE =	 أنفق
	
NAV_PICK_MOVEDIS=	صقل المسافة
WORKSPACE =	 مساحة العمل
MENU_VIEW_SNAPGRID   =	 التقط الشبكة F7
MENU_VIEW_SNAPGUILD  =	 المفاجئة دليل F8
MENU_VIEW_SNAPOBJECT =	 انجذاب الكائن F9
MENU_ABOUT =	 &حول
MENU_HELP =	 &يساعد
IDCANCEL =	 &يلغي
IDOK =	 &نعم
PASTE_X =	 لصق الإزاحة أفقيًا
PASTE_Y =	 إزاحة اللصق العمودي
SAVEAS =	 حفظ باسم
POINT =	 نقطة
CURVE =	 منحنى
RECT  =	 مستطيل
CIRCLE =	 دائري
ELLIPSE =	 بيضاوي
ELLPISE =	 بيضاوي
POLYGON =	 مضلع
TEXT =	نص
HATCH=	حشوة
PATHTEXT=	نص المسار
CIRCLETEXT=	نص مقوس
BMPFILE =	 ملف الصورة النقطية
VECTORFILE =	 ملف متجه
TIMER =	 تأخير
IOINPUT =	 منفذ الإدخال
IOOUTPUT =	 منفذ الاخراج
GROUP=	مجموعة
COMBINE=	مزيج
LAYER=	 طبقة
NAME =	 اسم
TYPE =	يكتب
OBJECTINFO=	خصائص الموضوع
TOCURVE=	تحويل إلى منحنى
EDGENUM =	عدد الجوانب
APPLY=	&يتقدم
APPLYTOCOPY=	& تطبيق على & نسخ الكائن
MARKLOOP=	عدد المعالجة
POSITION=	موقع
RELATPOSITION=	الموقف النسبي
RELATCENTER=	المركز النسبي
SIZE=	بحجم
ARRAY=	مجموعة مصفوفة
COUNT=	رقم
INC=	تدريجي
IOCTRLCONDITION=	حالة التحكم في الإدخال والإخراج
ROUND=	درجة الاستدارة
ALLROUND=	كل الزوايا
DIAMETER =	 قطر الدائرة
STARTANGLE =	 زاوية البداية
ENDANGLE =	 زاوية النهاية
FILENAME=	اسم الملف
DYNFILE=	ملف إدخال ديناميكي
FIXEDDPI=	DPI ثابت
FIXESIZEX=	البعد X الثابت
FIXESIZEY=	البعد Y الثابت
FIXEPOS=	موقف ثابت
INVERT=	يعكس
GRAY=	تدرج الرمادي
DITHER=	منافذ
LIGHTEN=	علاج اللمعان
BRIGHT=	سطوع
CONTRAST=	التباين
SCANMODE=	وضع المسح
BIDIRSCAN=	المسح ثنائي الاتجاه
YSCAN=	مسح ص
DRILLMODE=	وضع النقطة
PIXELPOWER=	تعديل قوة نقطة
	
BARCODE_ATTRIB=	 & خصائص الرمز الشريطي ...
BARCODE =	 الرمز الشريطي
CREATE_BARCODE =	 إنشاء الباركود
MODEIFY_BARCODE=	 تعديل الباركود
BARCODE_INPUTPT =	 أدخل إحداثيات الزاوية اليسرى السفلية للباركود
BARCODE_ERR_INVALIDSTR =	 سلسلة الباركود غير صالحة ، الرجاء إعادة الإدخال!
	
INFO_EAN13 =	EAN-13 هو رمز شريطي ثابت الطول. تحتوي مجموعة أحرفه فقط على أرقام من "0" إلى "9". يحتوي EAN-13 على 13 حرفًا ، وأول 12 حرفًا عبارة عن بيانات ، والحرف الأخير هو رمز تحقق. الرمز هو تمت إضافتها تلقائيًا بواسطة النظام ، ولا يأخذ النظام سوى الأحرف الاثني عشر الأولى فقط.
INFO_EAN13_2 =	 EAN-13 + 2 عبارة عن رمز EAN-13 بالإضافة إلى رمزين إضافيين ، ويأخذ النظام آخر حرفين كرموز إضافية.
INFO_EAN13_5 =	 EAN-13 + 5 هو EAN-13 بالإضافة إلى 5 رموز إضافية ، يأخذ النظام آخر 5 أحرف كرموز إضافية.
INFO_EAN8 =	 EAN-8 عبارة عن رمز شريطي ثابت الطول. تحتوي مجموعة الأحرف الخاصة به فقط على أرقام من "0" إلى "9". يحتوي EAN-8 على 8 أحرف ، وأول 7 أحرف عبارة عن بيانات ، وآخر حرف هو رمز التحقق. الرمز يضاف تلقائيًا بواسطة النظام ، ولا يأخذ النظام سوى الأحرف السبعة الأولى فقط.
INFO_EAN8_2 =	 EAN-8 + 2 عبارة عن رمزين إضافيين EAN-8 بالإضافة إلى رمزين إضافيين ، ويأخذ النظام آخر حرفين كرموز إضافية.
INFO_EAN8_5 =	 EAN-8 + 5 هو EAN-8 بالإضافة إلى 5 رموز إضافية ، والنظام يأخذ آخر 5 أحرف كرموز إضافية.
	
CHECKNUM=	التحقق من الشفرة
THINMODULEWIDTH=	عرض الوحدة الضيق
INFO_CODE39 =	الرمز الشريطي 39 هو رمز شريطي ثنائي الاتجاه غير متتالي وغير ثابت الطول حيث تمثل جميع الأشرطة والمسافات المعلومات ؛ تشتمل مجموعة الأحرف الخاصة به على "0" - "9" ، و "AZ" ، ومسافة ، و "$" ، و "٪" ، '+'، '-'، '.'، '/'؛ يوجد رمز تحقق اختياري ، تتم إضافته تلقائيًا بواسطة النظام.
INFO_CODE39_EXTENDED=	 39 رمز شريطي ممتد هو رمز شريطي ممتد إلى 39 رمزًا شريطيًا ، وهو يدعم جميع أحرف ASCII.
INFO_CODE93 =	 الكود الشريطي 93 هو رمز شريطي مستمر غير ثابت الطول ثنائي الاتجاه مع أشرطة ومسافات تمثل المعلومات ؛ تشتمل مجموعة الأحرف الخاصة به على "0" - "9" ، "AZ" ، مسافة ، "$" ، "٪" ، " + '،' - '،'. '،' / '؛ يوجد رمز تحقق اختياري ، تتم إضافته تلقائيًا بواسطة النظام.
INFO_CODEBC412=	 الرمز الشريطي BC412 هو رمز شريطي مستمر غير ثابت الطول ثنائي الاتجاه حيث تمثل جميع الأشرطة والمسافات المعلومات ؛ تشتمل مجموعة الأحرف الخاصة به على "0" - "9" ، ولا تتضمن "AZ" "O" ؛ رمز التحقق هو تمت إضافته تلقائيًا بواسطة النظام.
INFO_CODE11 =	الرمز الشريطي 11 هو رمز شريطي ثنائي الاتجاه غير مستمر وغير ثابت الطول حيث تمثل الأشرطة والمسافات المعلومات ؛ تتضمن مجموعة الأحرف الخاصة به "0" - "9" ، "-" ؛ هناك رمز تحقق اختياري ، ويتم تحديد رمز التحقق بواسطة نظام الانضمام تلقائيًا.
INFO_UPCA =	 UPC-A عبارة عن رمز شريطي ثابت الطول ، حيث تحتوي مجموعة أحرفه فقط على أرقام من "0" - "9" ، ويحتوي UPC-A على 12 حرفًا ، وأول 11 حرفًا عبارة عن بيانات ، والحرف الأخير هو رمز تحقق. الرمز هو تمت إضافته تلقائيًا بواسطة النظام ، ولا يأخذ النظام سوى أول 11 حرفًا.
INFO_UPCA_2 =	 UPC-A + 2 عبارة عن رمزين إضافيين UPC-A بالإضافة إلى 2 ، ويأخذ النظام آخر حرفين كرموز إضافية.
INFO_UPCA_5 =	 UPC-A + 5 هو UPC-A بالإضافة إلى رمز إضافي مكون من 5 أرقام ، ويأخذ النظام آخر 5 أحرف كرمز إضافي.
INFO_UPCE =	UPC-E عبارة عن رمز شريطي ثابت الطول ، حيث تحتوي مجموعة أحرفه فقط على أرقام من "0" - "9" ، ويحتوي UPC-E على 8 أحرف ، ويتم إصلاح الحرف الأول على أنه 0 ، وتكون الأحرف من 2 إلى 7 أحرف بيانات ، و آخر 1 كل حرف هو رمز التحقق ، ويضيف النظام رمز التحقق تلقائيًا ، ولا يأخذ النظام سوى الأحرف الستة الأولى.
INFO_UPCE_2 =	 UPC-E + 2 عبارة عن رمزين إضافيين UPC-E بالإضافة إلى 2 ، ويأخذ النظام آخر حرفين كرموز إضافية.
INFO_UPCE_5 =	 UPC-E + 5 هو UPC-E بالإضافة إلى رمز إضافي مكون من 5 أرقام ، ويأخذ النظام آخر 5 أحرف كرمز إضافي.
INFO_CODE25=	الرمز الشريطي للرمز 25 هو رمز شريطي غير مستمر يحتوي على أشرطة فقط تمثل المعلومات. تحتوي مجموعة الأحرف الخاصة به فقط على أرقام من "0" إلى "9" ، وطولها غير ثابت.
INFO_CODEINTER25=	رمز Interleaved (ITF) 25 هو رمز شريطي متصل يمثل فيه كل من الأشرطة والمسافات المعلومات. تحتوي مجموعة الأحرف الخاصة به فقط على أرقام من "0" إلى "9". إذا كان عدد الأحرف فرديًا ، فسيضيف النظام تلقائيًا صفرًا بادئًا ؛ سيضيف النظام رمز التحقق المحدد تلقائيًا.
INFO_CODECODABAR=	كود Codabar الشريطي هو رمز شريطي غير مستمر ، غير ثابت الطول ، ثنائي الاتجاه مع وظيفة التحقق الذاتي حيث تمثل جميع الأشرطة والمسافات المعلومات ؛ تشتمل مجموعة الأحرف الخاصة به على "0" - "9" ، "AD" ، "-" ، '$'، ':'، '/'، '.'، '+'؛
INFO_CODE128A=	الرمز الشريطي CODE128A هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أحرف ذات قيم ASCII من 0 إلى 95 ، ولا يوجد حد للحجم.
INFO_CODE128B=	الرمز الشريطي CODE128B هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أحرف بقيم ASCII من 32 إلى 127 ، ولا يوجد حد للحجم.
INFO_CODE128C=	الرمز الشريطي CODE128C هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أرقام "0" - "9" ، إذا كان عدد الأحرف فرديًا ، فسيضيف النظام تلقائيًا 0 بادئة ؛
INFO_EAN128A=	الكود الشريطي EAN128A هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أحرف ذات قيم ASCII من 0 إلى 95 ، ولا يوجد حد للحجم.
INFO_EAN128B=	الرمز الشريطي EAN128B هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أحرف بقيم ASCII من 32 إلى 127 ، ولا يوجد حد للحجم.
INFO_EAN128C=	الرمز الشريطي EAN128C هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أرقام "0" - "9" ، إذا كان عدد الأحرف فرديًا ، فسيضيف النظام تلقائيًا 0 بادئة ؛
	
QUIET=	فارغ
MID=	وسط
SCALE=	نسبة
BARHEIGHT=	رمز شريطي مرتفع
NARROWBARW=	عرض الوحدة الضيق
BAR=	قطاع
SPACE=	لا شيء
INTERCHARSCALE=	تباعد الأحرف الأوسط
MODULETUNING=	تعديل وحدة الباركود
AUTOSIZE=	حجم السيارات
FIXEDSIZE=	حجم ثابت
SHORTPDF417=	الوضع المختصر
ERRLEVEL=	مستوى تصحيح الخطأ
PDF417_ROWOUTRANGE=	يجب أن تتكون سطور الباركود PDF417 من 3-90 سطر!
PDF417_COLOUTRANGE=	يجب أن تتكون أعمدة الباركود PDF417 من 3 إلى 30 عمودًا!
BARCODE_ERR_ROWCOL=	لا يمكن أن يتناسب عدد الصفوف والأعمدة المحدد مع السلسلة الحالية!
SMALLEST=	أصغر حجم
MATRIX=	مصفوفة
MODULEWIDTH=	عرض الوحدة
REVERSE=	يعكس
INFO_CODEPDF417=	كود PDF417 الشريطي هو رمز شريطي ثنائي الأبعاد ؛ مجموعة الأحرف الخاصة به تحتوي على جميع أحرف ASCII ؛
INFO_CODEMICROPDF417=	الباركود MicroPDF417 هو رمز شريطي ثنائي الأبعاد ؛ مجموعة الأحرف الخاصة به تحتوي على جميع أحرف ASCII ؛
INFO_CODEDATAMTX=	رمز DATAMATRIX الشريطي هو رمز شريطي ثنائي الأبعاد ؛ تحتوي مجموعة الأحرف الخاصة به على جميع أحرف ASCII ؛
VALID=	فعالة
FONT =	 الخط
FONT_ANGLE =	 ميل
FONTTYPE_BCF =	 خط الباركود
FONTTYPE_DMF =	 خط الصورة النقطية
FONTTYPE_JSF =	 خط سطر واحد
FONTTYPE_TTF =	 خطوط تروتايب
SHOWTEXT=	عرض النص
TEXTHEIGHT=	طول النص
TEXTWIDTH=	عرض النص
TEXTOFFSETX=	إزاحة النص X
TEXTOFFSETY=	إزاحة النص ص
TEXTSPACE=	تباعد النص
POINTMODE=	وضع النقطة
ROW=	صف
COL=	قائمة
KEYBOARD =	 لوحة المفاتيح
DATE =	 تاريخ
SERIAL =	 رقم سري
LISTFILE=	ملف القائمة
DYNAMICFILE=	ملف ديناميكي
ENVARTEXT=	تمكين النص المتغير
HEIGHT =	 عالي
CHARSPACE=	تباعد الأحرف
CHARWIDTH=	عرض الحرف
CHARHEIGHT=	ارتفاع الشخصية
LINESPACE=	تباعد الأسطر
ANGLE =	 زاوية
PROMPT_TRAY =	 نصائح قبل معالجة كل دفعة
PROMPT_NEVER =	 لا يدفع
PROMPT_PART =	 نصائح قبل معالجة كل قطعة
DATEFORMAT=	صيغة التاريخ
ADDDATEFORMAT=	إضافة تنسيق التاريخ
STARTSN=	رقم تسلسل البدء
CURSN=	الرقم التسلسلي الحالي
INCSN=	زيادة رقم التسلسل
MARKPER=	كل علامة
EXTEND=	وسعت
PREFIX =	 بادئة
SUFFIX =	 لاحقة
SUPRES_ZERO =	 قم بإلغاء الأصفار البادئة
RESETNO =	 إعادة تعيين الرقم التسلسلي
SERAIL_ARRAY =	 الرقم التسلسلي للصفيف
SNDLG_FILTER =	 قم بتصفية الأرقام التسلسلية التالية
LINENO=	رقم السطر
ENCONTOUR=	تمكين الملف الشخصي
HATCH1=	الحشو 1
HATCH2=	الحشو 2
ENABLE=	يُمكَِن
PENNO=	رقم القلم
HATCH_CALCALL=	حساب الكائن كله
HATCH_EDGE=	يمشى بلجوار
LISTDIST=	تباعد الأسطر
EDGEOFFSET=	حافة
STARTOFFSET=	بداية الإزاحة
ENDOFFSET=	إزاحة النهاية
SETDEFAULT=	تعيين كافتراضي
WAITTIME=	وقت الانتظار
MESSAGE=	رسالة سريعة
SETOUTPUT=	تعيين منفذ الإخراج
SYSTEMPARAM =	 معلمات النظام
GENERAL =	 عادي
COLOR =	 اللون
WORKSPACE =	 مساحة العمل
AUTOSAVE =	 النسخ الاحتياطي التلقائي
MOVEROTATE =	 تناوب التحرك
PLUGMGR =	 مدير المساعد
UNIT_TYPE =	 نوع الوحدة
GRID_DIST =	 تباعد الشبكة
GRID =	 جريد
SHOW_GRID =	 اظهر الخطوط
MM =	 مم
INCH =	 بوصة
WORKSPAC_SHOW =	 عرض مساحة العمل
WORKSPAC_CIRCLE =	 مساحة عمل دائرية
LB_CORNER =	 أسفل اليسار
WIDTH =	 العرض
BIGNUDGESCALE=	نسبة تعديل كبيرة
NEXTVALID =	 لن يسري هذا التغيير حتى التمهيد التالي
EVERY =	 كل
BAKEXPLAIN =	احفظ البيانات الحالية في ملف AutoSave.Ezd في دليل البرنامج في كل فترة زمنية محددة.
BAKTIME =	 "دقائق ، نسخ احتياطي تلقائي"
	
ZOOM_WINDOW1 =	 تكبير النافذة
ZOOM_WINDOW2 =	 تكبير النافذة
PICK =	 تحديد
PICK_ALL=	اختر الكل
PICK_BYENT =	 حسب الكائن
PICK_COPY =	 نسخة المحمول
PICK_COPYENT =	 ينسخ
PICK_CUT =	 يقطع
PICK_DEL =	 حذف التحديد
PICK_ENT_CNT =	 حدد عدد العناصر
PICK_ENTITY =	 الكائن محدد
PICK_GL =	 اسحب الدليل الإرشادي
PICK_INV =	 الاختيار العكسي
PICK_LEFT =	 تمتد إلى اليسار واليمين
PICK_LOCK =	 قفل الاختيار
PICK_MOVE =	 نقل التحويل
PICK_PEN =	 حدد بالقلم
PICK_NOENTITY =	 لم يتم تحديد أي كائنات
ERR_0001 =	 لا يمكن أن تكون هذه المعلمة أقل من 0.001 ، يرجى إعادة الإدخال
ERR_CRC     =	 خطأ في التحقق من بيانات الملف ، قد يكون الملف تالفًا.
ERR_DELSYSLAYER =	 لا يمكن حذف الطبقة الافتراضية للنظام
ERR_DELUSELAYER =	 لا يمكن حذف الطبقة المستخدمة حاليا
ERR_MATCHFONTERR =	 غير قادر على مطابقة الخط
ERR_MEMORY  =	 مساحة ذاكرة غير كافية لتخصيص ذاكرة كافية.
ERR_NOFINDIMPORT =	 لم يتم العثور على مكون إضافي للإدخال صالح
ERR_OPENFILE =	 فشل فتح الملف
ERR_READFILE     =	 فشلت قراءة الملف
ERR_RENAMESYSLAYER =	 غير مسموح بتغيير اسم الطبقة الافتراضي للنظام
ERR_SAVEFILE =	 فشل حفظ الملف
ERR_SERIAL_FORMA =	 تنسيق الملف غير صحيح ، قد يكون الملف تالفًا.
ERR_VERSION =	 نسخة خاطئة من الملف.
ERROR_VAR_FILTER =	عوامل التصفية قاسية جدًا بحيث لا يمكنها إنشاء كائنات نصية متغيرة صالحة \ n الرجاء إزالة بعض عوامل التصفية والمحاولة مرة أخرى
IS_TEXT_TO_GRAPH =	 ما إذا كان سيتم تحويل النص باستخدام هذا الخط إلى رسومات
CMD_OPENFILE =	 فتح ملف
CMD_SAVEFILE =	 احفظ الوثيقة
OPEN =	 فتح
TIP_NOTITLE =	 بدون عنوان
NOTITLE =	 بدون عنوان
FILE_ISSAVEAS =	 ما إذا كان سيتم حفظ الملفات التي تم تغييرها في
CHECK_SAVEPRE =	 حفظ صورة المعاينة
CHECK_SCALE =	 حافظ على النسب
CHECK_SHOWPRE =	 إظهار صورة المعاينة
STATIC_SAVETYPE =	 طريقة الإخراج
RADIO_SAVEALL =	 إخراج جميع الكائنات
RADIO_SAVEPICK =	 كائن تحديد الإخراج
AUTHOR =	 مؤلف
COMMENT =	 ملحوظات
FILEINFO =	 معلومات الملف
VERSION =	 إصدار
CMD_NEWFILE =	 إنشاء ملف جديد
PICK_PASTE =	 معجون
CENFIELD=	مكان للمركز
AUTOSAVEFILE =	 نسخ ملفات التصميم احتياطيًا تلقائيًا ...
ON=	افتح
OFF=	أغلق
GUIDELINE =	 الخط المساعد
OBJECT=	هدف
	
	
	
	
ID_DRAW_CIRCLE =	 ارسم دائرة \ n ارسم دائرة
ID_DRAW_ELLIPSE =	 ارسم قطع ناقص \ n ارسم قطع ناقص
ID_DRAW_PLINE =	 رسم منحنى \ n رسم منحنى
ID_DRAW_LINE =	 ارسم خطًا \ n ارسم خطًا
ID_DRAW_POINT =	 نقطة الرسم \ n نقطة الرسم
ID_DRAW_POLY =	 رسم مضلع \ n رسم مضلع
ID_DRAW_RECT =	 ارسم مستطيلاً \ n ارسم مستطيلاً
ID_DRAW_TEXT =	 رسم نص \ n رسم نص
ID_DRAW_BITMAP=	 رسم ملف نقطي \ n رسم ملف نقطي
ID_DRAW_VECTOR=	 رسم ملف متجه \ n رسم ملف متجه
ID_DRAW_TIME  =	تأخير الرسم \ n سحب التأخير
ID_DRAW_INPUT =	 رسم منفذ الإدخال \ n رسم منفذ الإدخال
ID_DRAW_OUTPUT=	 رسم المخرج \ n سحب المخرج
	
	
ID_TOOL_NODE =	 تحرير عقدة الرسم البياني \ n تحرير العقدة
ID_TOOL_PICK =	 أداة تحديد الرسم البياني \ n تحديد الرسم البياني
ID_MODIFY_HATCH =	 تعبئة الكائنات المحددة \ n تعبئة
ID_TOGRAPH =	 تحويل الكائن إلى كائن رسومي \ n إلى رسم
ID_VIEW_STATUS_BAR =	 إظهار شريط الحالة أو إخفاؤه \ n إظهار وإخفاء شريط المعلومات
ID_VIEW_TOOLBAR =	 إظهار أو إخفاء شريط أدوات النظام \ n إظهار وإخفاء شريط النظام
ID_VIEW_ZOOMBAR =	 إظهار أو إخفاء شريط أدوات العرض \ n إظهار شريط العرض وإخفائه
ID_VIEW_DRAW_BAR=	 إظهار شريط أدوات الرسم أو إخفاؤه \ n إظهار وإخفاء شريط الرسم
ID_VIEW_ENTPROP=	 إظهار أو إخفاء شريط خصائص الكائن \ n إظهار وإخفاء شريط خصائص الكائن
ID_VIEW_ENTLIST=	 إظهار أو إخفاء شريط قائمة الكائنات \ n إظهار وإخفاء شريط قائمة الكائنات
	
ID_ZOOM_ALL =	 عرض كافة الكائنات كحد أقصى \ n عرض الكل
ID_ZOOM_PICK =	 أقصى تحديد للعرض \ n حدد الملاحظة
ID_ZOOM_IN =	 ضاعف العرض \ n تكبير
ID_ZOOM_OUT =	 ضاعف العرض \ n تصغير
ID_ZOOM_PAN =	 عرض شامل \ n بان
ID_ZOOM_WINDOW =	 تحجيم الإطار \ n تحجيم النافذة
ID_ZOOM_WORKSPACE =	 عرض منطقة العمل بالكامل \ n عرض منطقة العمل
ID_SNAP_GUILD =	 محاذاة إلى خطوط الإرشاد \ n محاذاة إلى خطوط الإرشاد
ID_SNAP_GRID =	 انطباق على الشبكة \ n محاذاة على الشبكة
ID_SNAP_OBJECT=	 انجذاب كائن \ n كائن Snap
ID_SNAP_MESHVERTEX=	 محاذاة لرؤوس السطح \ n محاذاة لرؤوس السطح
ID_APP_ABOUT =	عرض معلومات البرنامج ورقم الإصدار وحقوق النشر \ n حول
ID_APP_EXIT =	 قم بإنهاء التطبيق والمطالبة بحفظ المستند \ n إنهاء
	
	
TT_PICKALL =	 حدد كافة الكائنات \ n حدد كافة الكائنات
TT_PICKDEL =	 حذف الكائنات المحددة \ n حذف الكائنات المحددة
TT_PICKINVERT =	 عكس التحديد \ n عكس التحديد
TT_PICKLOCK =	 تأمين الكائن المحدد \ n تأمين
TT_PICKUNLOCK =	 إلغاء تأمين الكائن المحدد \ n إلغاء تأمين
TT_PICKUNLOCKALL =	 إلغاء تأمين كافة الكائنات \ n إلغاء تأمين الكل
TT_PICKCEN =	 مكان في الأصل \ n مكان الأصل
TT_PICKCENX =	يتم وضع المركز X على المحور Y \ n يتم وضع المركز X على المحور Y.
TT_PICKCENY =	 يتم وضع المركز "ص" على المحور "س" \ n يتم وضع المركز "ص" على المحور "س"
TT_PICKPEN=	تحديد الكائنات بواسطة رقم القلم \ n حدد الكائنات بواسطة رقم القلم
TT_NODE_ADD =	 إضافة عقدة \ n إضافة عقدة
TT_NODE_ALIGN =	 محاذاة العقدة \ n محاذاة العقدة
TT_NODE_ARC =	 تحويل إلى قوس \ n إلى قوس
TT_NODE_BEZIER =	 تحويل إلى منحنى \ n إلى منحنى
TT_NODE_CLOSE =	 إغلاق المنحنى تلقائيًا \ n أغلق المنحنى تلقائيًا
TT_NODE_DEL =	 تصغير العقدة \ n تقليل العقدة
TT_NODE_DIR =	 تغيير اتجاه المنحنى \ n تغيير اتجاه المنحنى
TT_NODE_LINE =	 تحويل إلى خط مستقيم \ n قم بالتحويل إلى خط مستقيم
TT_NODE_REDUCE =	 نقاط إنقاص تلقائي \ n نقاط إنقاص تلقائي
TT_NODE_SEPARATE =	 فصل العقدة \ n فصل العقدة
TT_NODE_SHARP =	 انتقال حاد \ n انتقال حاد
TT_NODE_SMOOTH =	 انتقال سلس \ n انتقال سلس
TT_NODE_SYSMETRIC =	 انتقال متماثل \ n انتقال متماثل
TT_NODE_UNITE =	 عقدة الانصهار \ n عقدة الانصهار
TT_POINTONCURVE=	أشر على المنحنى
TT_ADDLAYER=	إضافة طبقة \ n إضافة طبقة
TT_DELLAYER=	حذف الطبقة \ n حذف الطبقة
ADDLAYER=	أضف طبقة
DELLAYER=	حذف الطبقة
ROTATEANG =	 زاوية الدوران
MOVEDIST  =	 تتحرك المسافة
ZOOMSCALE =	 نسبة التحجيم
INPUTPT =	 نقطة الإدخال
INPUTSTARTPT =	 أدخل نقطة البداية
INPUTCENTER  =	 أدخل مركز الدائرة
PICKCURVE=	اختر المنحنى لوضع النقطة عليه
PONITNUM=	نقاط
POINTDIST=	تباعد النقاط
TEXT_POS=	اختر مكان وضع النص
ALIGN =	 محاذاة
UNDO=	الغاء التحميل
REDO=	استعادة
MENU_FINISH=	&نهاية
MENU_CLOSEFINISH=	&نهاية مغلقة
MENU_COOR=	& أدخل الإحداثيات
TRANSFORM =	 تحول
CENTER =	 المركز
MIRROR =	 مرآة
SHEAR=	إمالة
PEN=	قلم جاف
SPEED=	سرعة
OBJECTLIST=	قائمة الكائنات
APPLYDEF=	تعيين المعلمة على الافتراضي
ADVANCE=	المتقدمة
POWER=	قوة
FREQ=	تكرر
TICKLE=	التأين المسبق
STARTTC=	تأخير التشغيل
ENDTC=	تأخير النهاية
POLYTC=	تأخير الزاوية
SECOND=	ثانيا
US=	ميكروثانية
DELETE=	حذف
PARAMLIB=	مكتبة المعلمات
INPUTPARAMNAME=	أدخل اسم المعلمة
GUILDLINE =	 الخط المساعد
PARAMNAMENONULL=	لا يمكن أن يكون اسم المعلمة فارغًا
PARAMNAMEEXIST=	اسم المعلمة موجود بالفعل! هل تريد استبدال المعلمة القديمة؟
REALYDELPARAM=	هل أنت متأكد أنك تريد حذف المعلمة الحالية؟
REALYAPPDEF=	هل أنت متأكد أنك تريد تطبيق المعلمات الحالية كمعلمات افتراضية؟
JUMPSPEED=	سرعة القفز
JUMPPOSTC=	تأخير موقف القفز
JUMPDISTTC=	تأخير مسافة القفز
ADVANCEMARKPARAM=	معلمات الوسم المتقدمة
ENDCOMP=	تعويض نقطة النهاية
ACCDIST=	مسافة التسارع
MARK=	العلامات
SELECTAPARAM=	الرجاء تحديد معلمة
MODIFYCOLOR=	غير اللون
MODIFPARAM=	تغيير المعلمات
APPLYTOPICK=	تنطبق على الاختيار
PARAM=	معامل
NOMOREMARKPARAM=	فقط المعلمات الافتراضية ، لا يمكن تغييرها
NOPICKOBJECT=	لم يتم تحديد أي كائن
SETDEFPEN=	تعيين كقلم افتراضي
MENU_SPECIAL=	&خاص
FAILOPENLMC=	تعذر فتح برنامج تشغيل LMC1! الرجاء التحقق مما إذا كان برنامج تشغيل LMC1 مثبتًا بشكل صحيح!
NOTFINDLMC=	تعذر العثور على جهاز LMC1 صالح!
MENU_LASER=	والليزر
DISABLEUSE =	 يحظر الاستخدام
ENABLEUSE =	 استعمال
FIELD=	منطقة
LASERCTRL=	التحكم بالليزر
EXTAXIS=	المحور الممتد
CONFIGPARAM=	معلمات التكوين
NEGATE=	يعكس
ASPECT=	الخارج
FIELDSIZE=	حجم المنطقة
GALVO=	جالفو
	
MARKSTR_AFTERMARK=	انتقل إلى الموقع المحدد بعد المعالجة
MARKSTR_AFTER1=	لا تتحرك
MARKSTR_AFTER2=	مركز جالفو
MARKSTR_AFTER3=	الزاوية اليسرى العلوية للكائن
MARKSTR_AFTER4=	الزاوية اليمنى العليا للكائن
MARKSTR_AFTER5=	الزاوية اليمنى السفلية للكائن
MARKSTR_AFTER6=	الزاوية اليسرى السفلية للكائن
MARKING=	العلامات...
WAITIOINPUT=	في انتظار إشارة منفذ إدخال الإدخال / الإخراج ...
	
PART=	عناصر
TOTALNUM=	المجموع
CONTINUES=	المعالجة المستمرة
MARKSELECT=	حدد المعالجة
QUIT=	استقال
LIGHTSHOW=	عرض الضوء الأحمر
	
QSWITCH=	س التبديل
ANALOGOUT=	خرج تشابهي
CALIBRATION=	تصحيح
OTHER=	آخر
ENPWMSIGNALE=	تمكين إخراج إشارة PWM
MAXPWMFREQ=	أقصى تردد إشارة PWM
ENABLETICKLE=	تفعيل التأين المسبق
PULSEWIDTH=	عرض النبض
PULSEPERIOD=	تردد النبض
FPK=	قمع النبض الأول
FPKEND=	قم بتشغيل المفتاح Q عندما ينتهي كبت النبض الأول
ANALOGOUT=	خرج تشابهي
ANAPOWER=	تفعيل خرج منفذ الطاقة التناظري
ANAFREQ=	تمكين خرج منفذ التردد التناظري
STARTMARKDELAY=	ابدأ بمناسبة التأخير
FINSIHMARKDELAY=	تأخير علامة النهاية
MAXPOWERDELAY=	أقصى تأخير للطاقة
USERDEFRATIO=	مقياس محدد من قبل المستخدم
REALRATIO=	النسبة الفعلية
FREQMAP=	تعيين التردد
POWERMAP=	رسم الخرائط
READY=	يحضر
BTNSTOP=	توقف (F4)
BTNMARK=	مارك (F2)
BTNPARAM=	المعلمات (F3)
BTNQUIT=	خروج (F5)
BTNLIGHT=	الضوء الأحمر (F1)
MARKSTR_NOENTITY=	لا يمكن معالجة أي بيانات ، يرجى التحقق مما إذا تم تحميل الملف!
MARKSTR_NOENTITY_SELECT=	لا توجد بيانات يمكن معالجتها ، يرجى التحقق مما إذا كان كائن المعالجة محددًا!
DOG_DATAERROR =	 بيانات قفل التشفير خاطئة ، يرجى التحقق مما إذا تم إدخال قفل التشفير بشكل صحيح
DOG_SHARETIME =	 الإصدار الحالي هو إصدار مشترك ، لقد استهلكت الوقت المسموح به! \ n إذا كنت تريد الاستمرار في استخدام هذا البرنامج ، فيرجى الاتصال بوكيل البرنامج
DOG_SHARE =	الإصدار الحالي هو إصدار مشترك ، لقد استنفدت عدد المرات المسموح بها! \ n إذا كنت تريد الاستمرار في استخدام هذا البرنامج ، يرجى الاتصال ببائع البرنامج
DEMOVERSION=	لا يمكن العثور على دونجل! سيعمل البرنامج في الوضع التجريبي
DELHATCH=	إزالة الحشو
CURTIME=	الوقت الحالي
TOTALTIME=	الوقت الكلي
PULSELENGTH=	عرض النبض
CHECK=	يكشف
LASERON=	قم بتشغيل الليزر
LASEROFF=	إيقاف الليزر
POSX=	المركز العاشر
POSY=	موقف ص
LASERWILLOUTPUT=	اضغط على موافق لإخراج الليزر ، هل أنت متأكد أنك تريد إخراج الليزر؟
WARN=	تحذير
SCANIMAGE=	مسح الصورة
BOTTOM =	 الأسفل
TOP =	 أعلى
	
ORIGIN_PTNUM=	أدخل نقطة الصفر
ORIGIN_WAY=	العودة إلى طريقة الأصل
PLUGFILENAME =	 اسم ملف البرنامج المساعد
	
PLUGSTATE =	 حالة البرنامج المساعد
PLUGVER =	 إصدار البرنامج المساعد
PROMPT =	 ملحوظة
MENU_APP_EXIT =	 &مخرج
LMCVERERROR=	خطأ في إصدار جهاز LMC
WELD=	اللحام
TRIM=	برقوق مجفف
INTERSECT=	الاعتراض
WELDTO=	ملحومة ل
TRIMTO=	قلص في
INTERSECTTO=	عبور
PLASTIC=	شكل
SAVESRC=	احتفظ بالكائن الأصلي
SAVETAR=	الحفاظ على الهدف
NOVALIDONCEMORE=	لم يتم تحديد كائن صالح ، هل تريد إعادة التحديد؟
FILE=	وثيقة
PORT=	ميناء
IOSTOP=	إيقاف معالجة منفذ الإدخال
STOPPROMPT=	رسالة سريعة عند توقف المعالجة
STOPSIGNALTRIG=	يتم تشغيل إشارة التوقف وتوقف المعالجة الحالية!
REMOTE=	جهاز التحكم
ENREMOTE=	تفعيل جهاز التحكم عن بعد
NETWORKIP=	عنوان IP للشبكة
QPULSEWIDTH=	عرض النبضة Q
POINTTIME=	اعمل بالوقت
LEFT =	 اليسار
RIGHT =	 حقا
ALIGN_NODECTRL=	محاذاة نقاط التحكم في العقدة
NODE_ALIGN=	محاذاة العقدة
OFFSETLEN=	طول الإزاحة
BASELENGTH=	طول القاعدة
TRANFORM=	تحول
BASE=	المعيار
FREE=	 مجانا
BASEANGLE=	زاوية مرجعية
ANGLELIMIT=	حد نطاق الزاوية
CHANGEORDER=	ترتيب التغيير
MODIFY=	تراجع
ROAXIS=	محور الدوران
ZERO=	صفر
STEPPERRO=	نبضات لكل ثورة
DISTPERRO=	مسافة الحركة لكل ثورة
MINPOS=	الحد الأدنى من الإحداثيات
MAXPOS=	الحد الأقصى للإحداثيات
MINSPD=	السرعة الدنيا
MAXSPD=	السرعة القصوى
ZEROSPD=	سرعة العودة صفر
GEARRATIO=	نسبة الانخفاض
PARTDIA=	قطر الشغل
ZEROOFF=	تعويض الصفر
ACCTIME=	وقت التسارع
SCALECOMP=	التعويض النسبي
SHEARCOMP=	تعويض المحاذاة الخاطئة
SPACECOMP=	تعويض رد الفعل العكسي
GOTOORIGIN=	تمديد نقطة الصفر المحور تصحيح
PLSPICKAPEN=	الرجاء تحديد قلم
BITMAP=	نقطية
LINEINC=	زيادة خط المسح النقطي
NODE_DELETE =	 حذف العقدة
NODE_ADD =	 إضافة عقدة
NODE_UNITE=	عقدة الانصهار
NODE_TOARC =	 تحويل إلى مقطع قوس
NODE_TOBEZ =	 تحويل إلى مقطع منحنى
NODE_TOLINE =	 تحويل إلى قطعة مستقيمة
NODE_TOSHARP =	 أعتاب الانتقال
NODE_TOSMOOTH =	 الانتقال السلس
NODE_TOSYSMETRIC =	 انتقال متماثل
NODE_ALIGN =	 محاذاة العقدة
NODE_CHANGEDIR =	 تغيير اتجاه المنحنى
MARKON=	فتح العلامات
MARKOFF=	يزيل العلامة
CURVEEDIT =	 تحرير المنحنى
MENU_AUTOCONNECT=	اتصال تلقائي
CONNECTERR=	خطأ في الاتصال التلقائي
	
PRINTER  =	 طابعة
PRINT  =	 مطبعة
STYLE  =	يكتب
STATUS =	 حالة
REMARK =	 ملاحظة
COPYNUM=	 عدد النسخ
ATTRIB=	 صفات
PRINTCOPYNUM=	 عدد النسخ
AUTOPAGE=	الترحيل التلقائي
PRINTRANGE=	حد الطباعة
PRINTALL=	طباعة الكل
PRINTSEL=	حدد الطباعة
PAGESETUP=	إعدادات الصفحة
	
MARGIN=	الهوامش
MARGINLEFT =	الهامش الأيسر
MARGINRIGHT=	الهامش الأيمن
MARGINTOP  =	الهامش العلوي
MARGINBOTTOM=	الهامش السفلي
	
PAGECEN     =	مركز الصفحة
PAGECENUP   =	الوسط العلوي
PAGECENLEFT =	يسار الوسط
PAGECENRIGHT=	يمين الوسط
PAGECENDOWN =	وسط وأدنى
	
PAGELEFTUP   =	أعلى اليسار
PAGERIGHTUP   =	فوق على اليمين
PAGELEFTDOWN  =	أسفل اليسار
PAGERIGHTDOWN =	أسفل اليمين
PAGEFILL=	تغيير الحجم إلى الصفحة
PAGERANDOM=	يعدل أو يكيف
AXISSTEP=	طول خطوة الحركة
SPLITSIZE=	حجم الانقسام
SPLITPARAM=	معلمة التجزئة
SPLITBYGUILDLINES=	قسّم على الخطوط المساعدة
ORIGIN=	الأصل
LIGHTING=	يشير الضوء الأحمر
SPLITMARK1=	تقسيم العلامات 1
SPLITMARK2=	تقسيم مارك 2
ORIGINCOOR=	إحداثيات الأصل
SETCURPOSTOORIGIN=	(& د) اضبط النقطة الحالية على أنها الأصل
SETORIGIN=	تحديد الأصل
SPECIALMOTION=	حركة خاصة
STOP=	قف
GOTOMARKORIGIN=	انتقل إلى أصل الوسم
REDLIGHTPOINT=	إشارة الضوء الأحمر
LIGHTSPEED=	سرعة الضوء الأحمر
OFFSETPOSX=	وضع الإزاحة X
OFFSETPOSY=	موضع الإزاحة ص
REDLIGHTIO=	ضوء أحمر يشير إلى منفذ الإخراج
MARKIO=	بمناسبة الإخراج
NULL=	لا أحد
INPUTTEXT=	الرجاء إدخال النص لتتم معالجته
FORCESPLIT=	تقسيم قسري
LINE=	خط مستقيم
RIGHTCOOR=	اضغط على زر الفأرة الأيمن لإدخال الإحداثيات
INPUTCOOR=	أدخل الإحداثيات
FINISHGOTOSTARTPT=	بعد المعالجة ، عد إلى نقطة البداية
STARTMARKIO=	ابدأ في تعليم المنافذ
INPORT=	منفذ الإدخال
AUTORESET=	إعادة الضبط التلقائي
JSFFONT_FILENAME=	jsf اسم ملف الخط
GRAPHCHAR=	الأحرف المقابلة للرسومات
UPDATEFONTFILE=	تحديث ملف الخط
OFFSET_DIST=	مسافة الإزاحة
JCZFONT_NEWJSF=	الملف غير موجود ، إنشاء ملف جديد؟
JSFFONT_NAME=	اسم الخط
DOUBLEWIDTH=	عرض حرف مزدوج
DOUBLEHEIGHT=	ارتفاع حرف مزدوج
SINGLEWIDTH=	عرض حرف واحد
SINGLEHEIGHT=	ارتفاع حرف واحد
JSFFONT=	خط Jsf
JCZFONT_PROPERTY=	خصائص الخط
ENMARKMUTEX=	تمكين تعليم كائن المزامنة
MARKPARAM=	بمناسبة المعلمات
ONOFF=	تحول
CURPEN=	رقم القلم الحالي
CURPENPARAM=	معلمات القلم الحالية
USEDEFAULTPEN=	استخدم المعلمات الافتراضية
SELPARAMFROMLIB=	الحصول على المعلمات من مكتبة المعلمات
DELETESELPARAM=	احذف المعلمة المحددة
CURPARAMSAVEAS=	حفظ المعلمات الحالية باسم
PLSSELPARAM=	الرجاء تحديد معلمة أولا
ID_DRAW_BARCODE =	 رسم رمز شريطي \ n رسم رمز شريطي
MENU_VIEW_MARKPARAM=	بمناسبة شريط المعلمات
ID_VIEW_MARKPARAM=	إظهار أو إخفاء شريط معلمات التحديد \ n إظهار أو إخفاء شريط معلمات التحديد
SHOWCROSSLINE=	إظهار الصليب المركزي
SELPOSDATUM=	حدد مسند إحداثيات الموقع
PULSEGREATEMAX=	عرض النبضة المحدد Q أكبر من عرض النبضة الأقصى
MAXPULSEWIDTH=	عرض النبض الأقصى
CURFREQ=	التردد الحالي
FIELDNAME=	اسم الحقل
CURRENT=	تيار
CURRENTMAP=	التعيين الحالي
ENCURRENT=	تمكين الإخراج الحالي
EXESTART =	عند بدء تشغيل ezcad ، قم بتشغيل البرنامج
EXEFINISH=	عند إغلاق ezcad ، قم بتشغيل البرنامج
PARAMNAME=	اسم المعلمة
GOALSIZE=	حجم العلامة المستهدفة
REALSIZE=	حجم الوسم الفعلي
CALCSCALE=	احسب النسبة
GOALMUSTGREATE=	يجب أن يكون حجم العلامة المستهدفة أكبر من 0.001
REALMUSTGREATE=	يجب أن يكون حجم العلامة الفعلي أكبر من 0.001
FORCEALLSPLIT=	كل الانقسام كله
USEGUILINSTARS=	باستخدام برنامج تشغيل رقمي Q-switch
	
DESCENTRATIO=	انخفاض نسبة عالية
DESCENT=	عاليا
ASCENT=	Shanggao
BASELINE=	حدود
LOADCHAR=	تحميل بيانات الشخصية
SAVECHAR=	حفظ بيانات الشخصية
LEFTSIDE=	عرض الدعم الأيسر
RIGHTSIDE=	عرض الدعم الصحيح
HELP =	 يساعد
HELP_BLUEBOX=	الإطار الأزرق هو المساحة التي تشغلها الشخصية عندما يتم عرضها بالفعل
HELP_DESCENTRATIO=	انخفاض نسبة عالية
HELP_CHARWIDTH=	يشير عرض الحرف إلى عرض الأحرف القياسي لمكتبة الخطوط الحالية
HELP_CHARHEIGHT=	يشير ارتفاع الحرف إلى ارتفاع الحرف القياسي لمكتبة الخطوط الحالية
HELP_LEFTSIDE=	عرض الدعم الأيسر هو المسافة بين البيانات الفعلية للحرف والحد الأيسر
HELP_RIGHTSIDE=	عرض الدعم الصحيح هو المسافة بين البيانات الفعلية للحرف والحد الأيمن
HELP_BASELINE=	الخط الأساسي هو الخط الأفقي المستخدم للمحاذاة عند إنشاء خط
CHARKERNING=	تقنين الأحرف
NOFONTFILE=	تعذر العثور على ملف خط صالح ، الرجاء تحديد ملف خط صالح!
INPUT2CHAR=	أدخل حرفين
SAVEKERNING=	حفظ المسافات بين الحروف
JCZFONT_VER1=	مكتبة الخطوط الحالية هي الإصدار v1.0 ، وتم تحويلها إلى الإصدار v2.0. \ n الرجاء إعادة تشغيل ezcad2.0 قبل أن يصبح التعديل ساريًا!
PULSEMODE=	نمط نقطة متجه
PULSEPER=	نبضات لكل نقطة
FLYMARK=	علامات الطيران
FLYSPEED=	السرعة الخطية
ERR_FLYSPEEDFAST=	سرعة الخط كبيرة جدًا بحيث يتعذر على galvo اللحاق بها! \ n يجب أن تكون سرعة الخط أقل من سرعة التأشير والقفز!
MS=	ميلي ثانية
CANHATCH=	يمكن ملؤها
PASSWORD=	كلمه السر
CONFIRMPASSWORD=	تأكيد كلمة المرور
PASSWORDNOSAME=	كلمات المرور التي تم إدخالها مرتين مختلفة ، يرجى إعادة إدخالها!
PASSWORDUNVALID=	كلمة مرور خاطئة!
OUTPORTALRADYUSE=	منفذ الإخراج مشغول بجهاز آخر ، يرجى إعادة تعيينه!
LASERPOWERIO=	خرج طاقة الليزر
POWERON=	تشغيل
POWEROFF=	انقطاع التيار الكهربائي
EZCADSTR_ID_FILE_IMGLIB =	 يفتح معرض المفضلة \ n معرض المفضلة
EZCADSTR_IDC_STATIC_NEWIMG =	 الرجاء إدخال اسم الصورة
EZCADSTR_IDC_STATIC_NEWLIB =	 الرجاء إدخال اسم المعرض
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 الرجاء إدخال اسم ملف (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 حذف صورة
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 حذف المعرض
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 إضافة صورة
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 معرض جديد
EZCADSTR_IMGDLG_KEEPSIZE =	 مقياس القفل
EZCADSTR_IMGDLG_NEWIMG =	 إضافة صورة
EZCADSTR_IMGDLG_NEWLIB =	 معرض جديد
EZCADSTR_IMGDLG_STATIC_EXPORT =	 تصدير خيارات الرسومات
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 عالي
EZCADSTR_IMGDLG_STATIC_NAME =	 اسم المعرض
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 معاينة الصورة
EZCADSTR_IMGDLG_STATIC_WIDTH =	 العرض
EZCADSTR_IMGGLD_ORIGSIZE =	 الحجم الأصلي
EZCADSTR_IMGLIB_DRAW =	 معرض الرسم
EZCADSTR_IMGLIB_MAXIMG =	 وصل عدد الصور في هذا المعرض إلى الحد الأقصى للقيمة ، يرجى إنشاء معرض جديد
EZCADSTR_IMGLIB_TOTALNUMBER =	 العدد الإجمالي للصور:
EZCADSTR_IMPORT_PT =	 أدخل الموقع لوضع الرسومات
EZCADSTR_MSG_DELETEIMG =	هل أنت متأكد أنك تريد حذف الصورة؟
EZCADSTR_MSG_DELETELIB =	 هل أنت متأكد أنك تريد حذف المعرض؟
EZCADSTR_MSG_DIRECTORYERROR =	 مسار ملف المكتبة غير موجود
EZCADSTR_MSG_HAVEFILE =	 المعرض المحدد موجود بالفعل ، يرجى إعادة الدخول
EZCADSTR_IMGDLG =	 معرض مشترك
EZCADSTR_MENU_FILE_IMGLIB =	 & معرض عام ...
CIRDIAMETER=	قطر الدائرة
ARRAY_NUM=	عدد المصفوفات
ANG_DIST=	التباعد الزاوي
EZCADSTR_ARRAY_TYPE =	 نوع المصفوفة
EZCADSTR_ARRAY_X_DIST =	 تباعد أفقي
EZCADSTR_ARRAY_X_NUM =	 رقم أفقي
EZCADSTR_ARRAY_Y_DIST =	 التباعد الرأسي
EZCADSTR_ARRAY_Y_NUM =	 رقم عمودي
EZCADSTR_ARRAY_DIST_CALC =	 طريقة حساب التباعد
EZCADSTR_ARRAY_ENTSPACE =	 محسوبة حسب تباعد الرسومات
EZCADSTR_ARRAY_OFFSETDIST =	 محسوبة بمسافة الإزاحة
EZCADSTR_CMD_ARRAY=	كائن مجموعة
RADIUS=	نصف القطر
BREAKCROSSPOINT=	إزالة التقاطع
ID_MODIFY_ARRAY =	 صفيف الكائنات المحددة \ n صفيف الكائنات
ID_MODIFY_ROTATE =	 تدوير الكائنات المحددة \ n تدوير الكائنات
ID_MODIFY_PLASTIC=	تشكيل الكائن \ n التشكيل
ID_MODIFY_CONNECT=	منحنيات التوصيل التلقائي \ n منحنيات التوصيل التلقائي
ID_MODIFY_BREAKCROSS=	قم بإزالة تقاطع المنحنيات \ n قم بإزالة التقاطع
ID_MODIFY_TRANSFORM=	تحويل الكائنات \ n تحويل
ID_MODIFY_OFFSETCURVE =	 إزاحة كائنات المنحنى المحددة \ n منحنى الإزاحة
CROSSLEN=	طول التقاطع
TESTLASER=	اختبار الليزر
READALLLINE=	اقرأ الملف بأكمله في كل مرة
INFO_CODE128OPTMIZE=	الرمز الشريطي CODE128Optimized هو رمز شريطي مستمر ؛ تحتوي مجموعة الأحرف الخاصة به على أحرف بقيم ASCII من 0 إلى 127 ، ويقوم النظام تلقائيًا بالتبديل بين CODE128 A و B و C وفقًا للأحرف ، مما يجعل الرمز النهائي هو الأقصر ؛
FLYRIGHT2LEFT=	اتجاه خط الأنابيب من اليمين إلى اليسار
FLYCONTMODE=	الوضع المستمر لخط الأنابيب
DATEINFO=	معنى الأحرف في تنسيق التاريخ: Y
SN=	رقم سري
INCSN=	زيادة رقم التسلسل
	
DATENAME=	اسم التاريخ
YEARUSE2DIGIT=	استخدم رقمين للسنة
YEARNOLEADZERO=	عام بدون أصفار بادئة
HOUR12=	12 ساعة
TIMENOLEADZERO=	الوقت بدون أصفار بادئة
DIGIT09ISSN=	الرقم 0 هو الرقم التسلسلي والرقم 9 هو زيادة الرقم التسلسلي
SAMPLE=	مثال
AM=	صباح
PM=	بعد الظهر
DATENAMECANNOTNULL=	لا يمكن أن يكون اسم التاريخ فارغًا!
SAVETONEWFILE=	حفظ في ملف جديد
AUTOROANG=	زاوية تعبئة التدوير التلقائي
BYDAY=	في اليوم
BYMONTH=	شهريا
BYWEEK=	في الأسبوع
BYYEAR=	سنويا
DATEOFFSET=	تاريخ الإزاحة
ENTOTALPARTNUM=	العدد الإجمالي لقطع العمل صالح في الوضع المستمر
MARKFINISHNUM=	تمت معالجة الكمية المحددة! هل تريد متابعة المعالجة؟
OFFSET=	عوض
EXPORTTEXT2FILE=	نص الإخراج إلى ملف محدد أثناء المعالجة
EXPORTTIME2FILE=	وقت الإخراج للملف المحدد أثناء المعالجة
EXPORTTEXT=	نص الإخراج
AUTOCONNECT=	قم بتوصيل مقاطع المنحنى المجاورة تلقائيًا
SOFTUSEPSW=	يجب إدخال كلمة مرور لاستخدام البرنامج
USERMGR=	مدير المستخدمين
USER=	المستعمل
ADMIN=	إدارة
DESIGNED=	مصمم
WORKER=	المشغل أو العامل
MODIFYPASSWORD=	غير كلمة السر
SELUSER=	اختر المستخدم
PSWINCORRECT=	كلمة مرور غير صحيحة يرجى إعادة إدخالها
CARDNO=	رقم البطاقة
SELLMC1DEV=	حدد الجهاز لتعيين المعلمات
LASERTYPE=	نوع الليزر
NOHATCHTEXT=	لا توجد حشوة نصية
USECORRECTFILE=	استخدم ملفات التصحيح
CRYSTAL=	كريستال
MAXFREQ=	أقصى تردد
PULSEGREATEMAXFREQ=	تردد النبض أكبر من الحد الأقصى للتردد
MOVEANG=	زاوية الحركة
CURRANGLE=	الزاوية الحالية
ROANGMARK=	علامة زاوية الدوران - ملاحظة: الإحداثي z للكائن هو قيمة الزاوية
OPTIMIZECURVE=	تحسين ترتيب المنحنى
ANGLEROTATE=	علامة زاوية الدوران
SIZESCALE=	نسبة الحجم
PULSE=	نبض
ENSHOWCONTOUR=	عرض الخطوط العريضة
SUBSURFACE=	نحت داخلي
ZEROTIMEOUT=	العودة إلى الصفر مهلة
CMD_REPEAT1=	كرر الأمر 1
CMD_REPEAT2=	كرر الأمر 2
NODE=	العقدة
SUNDAYISFIRSTDAY=	الأحد هو أول أيام الأسبوع
TT_POINT=	ارسم نقطة
TT_POINTONCURVE1=	ضع عددًا ثابتًا من النقاط على منحنى
TT_POINTONCURVE2=	وضع النقاط ذات المسافات الثابتة على منحنى
IMGLIB_PROMPT=	نصيحة: اضغط مع الاستمرار على زر الماوس الأيسر لتحديد الرسومات المطلوبة ثم اسحب للانتقال إلى مساحة العمل
ONELASERMULTISCANNER=	وضع الليزر الأحادي ومتعدد العدسات
MULTILASERMULTISCANNER=	وسائط متعددة الليزر ومتعددة العدسات
ALLSCANNERSAMEPART=	تعالج جميع مقاييس الجلفانومتر نفس الشغل
ALLSCANNERDIFFPART=	تعالج جميع مقاييس الجلفانومتر قطع عمل مختلفة
SCANNER=	جالفو
SCANNERTYPE=	نوع Galvo
CENPOS=	إحداثيات المركز
LASERPARAM=	معلمات الليزر
ERR_OUTRANGE=	محور التمديد خارج نطاق المعالجة!
MOVETOPREV=	تحرك إلى الأمام
MOVETONEXT=	تحرك إلى الخلف
MOVETOTOP=	احضره الى الامام
MOVETOBOTTOM=	تحرك إلى الخلف
MENU_EDIT_TODASHED=	إلى خط متقطع
INFO_QRCODE=	رمز QRCODE الشريطي هو رمز شريطي ثنائي الأبعاد ؛ مجموعة أحرفه تحتوي على جميع أحرف ASCII ؛
LASERONTIME=	الليزر في الوقت المحدد
DISTRIBUTION=	وزعت
D_TOP=	&يحب
D_VCEN=	&متوسط
D_VSPACE=	& التباعد
D_BOTTOM=	&الأسفل
D_LEFT=	&اليسار
D_HCEN=	&متوسط
D_HSPACE=	& التباعد
D_RIGHT=	&الصحيح
ISREALYMARK=	البدء في وضع العلامات؟
DELOLDCURVE=	حذف المنحنيات القديمة
PICKOFFSETCURVE=	حدد المنحنى المراد تعويضه
PICKOFFSETDIR=	حدد اتجاه الإزاحة للمنحنى
NESTING=	التعشيش الأمثل
PICKEDGE=	حدود الاختيار
NESTPARAM=	معلمات التعشيش
AUTONESTING=	التعشيش التلقائي
BRIDGEDIST=	مسافة اللفة
STOCKDIST=	هوامش الورقة
ROTATEINTERVAL=	خطوة الدوران
ROTATE=	استدارة
ERRNESTING=	لا يمكن لحد الورقة الحالية استيعاب جميع العينات!
PICKNESTEDGE=	حدد حدود الورقة التي تريد وضع العينة عليها
MARKDATA_OUTRANGE=	بيانات المعالجة تتجاوز نطاق المعالجة!
SELECTNESTEDGE=	يرجى تحديد حدود الورقة التي يجب وضع العينة عليها أولاً!
NESTINGMULTI=	تخطيط الشغل المتعدد
NESTINGONE=	تخطيط موحد لقطعة عمل واحدة
SHEETSIZE=	حجم المادة
SHEETSIZESMALL=	حجم المادة صغير جدًا!
WARNSTARTSIGNAL=	تتم مقاطعة المعالجة بشكل مستمر. هل إشارة بدء المعالجة خاطئة؟ هل إشارة بدء المعالجة محظورة؟
INPORTCONFLIC=	لاحظ أن هناك منافذ إدخال متضاربة! الرجاء الاختيار مرة أخرى!
OUTPORTCONFLIC=	لاحظ أن هناك منافذ إخراج متضاربة! الرجاء الاختيار مرة أخرى!
UNCOMBINE=	 تركيبة منفصلة
READPOINTCLOUDFILE=	قراءة ملف سحابة نقطة ...
MENU_FILE_BMPFILE=	إدخال ملف الصورة النقطية \ tCtrl + W
MENU_FILE_VECTORFILE=	استيراد ملف متجه \ tCtrl + B
MAXFREQDELAY=	الحد الأقصى لتأخير التردد
INFO_CODEINTER6=	رمز ITF-6 عبارة عن رمز شريطي ثابت الطول ، حيث تحتوي مجموعة أحرفه فقط على الأرقام "0" - "9" ، ويحتوي ITF-6 على 6 أحرف ، وأول 5 أحرف عبارة عن بيانات ، وآخر حرف هو رمز التحقق ، والتحقق تتم إضافة الكود تلقائيًا بواسطة النظام ، ولا يأخذ النظام سوى الأحرف الخمسة الأولى فقط.
INFO_CODEINTER14=	رمز ITF-14 عبارة عن رمز شريطي ثابت الطول ، وتحتوي مجموعة أحرفه فقط على الأرقام "0" - "9" ، ويحتوي ITF-14 على 14 حرفًا ، وأول 13 حرفًا عبارة عن بيانات ، والحرف الأخير هو رمز التحقق. يقوم النظام بإضافة رمز التحقق تلقائيًا ، ولا يأخذ النظام سوى الأحرف الثلاثة عشر الأولى فقط.
BORDER=	الإطار
PLUSEWIDTHREV=	انعكاس عرض النبض
ENANALOGFPK=	تفعيل منع النبضات التناظرية
INFO_USERDEFINE=	رمز شريطي محدد من قبل المستخدم ، عدد من الصفوف والأعمدة يحدده المستخدم ، يتم تمثيل بيانات الرمز الشريطي بسلسلة من الأرقام بحجم من 0-255 مفصولة بعلامة "،" ، يمثل كل رقم كتلة باركود مكونة من 8 أرقام ، ويمثل الرقم الأول الباركود من أعلى إلى أسفل السطر الأول من الأسفل ، أول 8 كتل باركود من اليسار إلى اليمين. عندما يتعذر استيعاب بايت في نهاية الصف ، يجب تجاهل بتة البيانات المقابلة. إذا لم يكن هناك "،" في حرف الإدخال ، يتم استخدام القاعدة الثنائية ، 1 يعني الأسود و 0 يعني الأبيض.
RINGMARK=	وسم المجوهرات
INPUTDISTRCOFF =	 أدخل عامل تشوه البرميل
INPUTTRAPECOFF =	 أدخل عامل التشوه شبه المنحرف
GRADUATION=	مقياس
GRADUATIONNUM=	عدد علامات التجزئة
GRADUATIONANG=	زيادة الزاوية
DEGREE1LEN=	الحد الأدنى لطول العلامة
DEGREE5LEN=	طول علامة 5 نقاط
DEGREE10LEN=	طول علامة 10 نقاط
SHOWTEXT=	عرض النص
STARTVALUE=	قيمة البداية
INCVALUE=	زيادة القيمة
DOTBITCOUNT=	بعد الفاصلة العشرية
LOADGRADFILE=	تحميل ملف مقياس
SAVEGRADFILE=	حفظ ملف التجزئة
ROTATERULER=	حلقة مقياس
HATCHBYDEFAULT=	املأ بالمعلمات الافتراضية
360MARK =	 360 درجة بمناسبة
STARTPULSEMODE=	ابدأ وضع نبض الإشارة
AUTORESETMARKCOUNT=	مرات معالجة إعادة التعيين التلقائي
PULSEPERUNIT=	نبضات لكل وحدة
MOVE =	 يتحرك
MOVETO =	 الانتقال إلى
RELATIVE=	الموقف النسبي
MENU_DRAW_EXTAXIS=	& المحور الممتد
ID_DRAW_EXTAXIS=	 رسم محور موسع \ n رسم محور موسع
MULTIPARTMARK=	وحدة تصنيع متعددة المحطات
PLEASEVALIDPARAM=	الرجاء تحديد معلمة محطة صالحة
MALTIMARKINFO=	تمت معالجة الحد الأقصى لرقم المعالجة المحدد! \ n إذا كنت تريد المعالجة ، يرجى تعديل الرقم الذي تمت معالجته أو الحد الأقصى لرقم المعالجة.
MALTIMARKINFO2=	تم الانتهاء من الحد الأقصى لعدد الآلات المحددة!
PARTPOS=	محطة
PARTTYPE=	وضع محطة العمل
SELPARTTYPE=	حدد وضع المحطة
CURPARTPOS=	المحطة الحالية
MARKEDCOUNT=	عدد المجهزة
STOPWHENMAX=	توقف بعد المعالجة إلى أقصى عدد من المعالجة
MAXCOUNT=	العدد الأقصى للمعالجة
MARKALLPART=	F1 لمعالجة جميع المحطات الحالية
CONTMARKALLPART=	F2 بالقطع المستمر لجميع المحطات
MARKCURPART=	F8 معالجة المحطة الحالية
MODIFYCURPART=	F9 لتعديل وضع المحطة الحالي
ADD=	زيادة
DISMARKWHENREACHTOTAL=	يحظر المعالجة بعد المعالجة للرقم المحدد
CURNUMGREATETOTALNUM=	العدد الحالي للمعالجة أكبر من العدد الإجمالي للمعالجة ، يرجى إعادة تعيين الرقم الحالي للمعالجة قبل المعالجة!
YAGOPTIMIZEMODE=	نمط تعبئة محسن YAG
	
FLYHARDWARE=	قم بتمكين وضع الطائرة للأجهزة
FLYSIMULATION=	تفعيل وضع محاكاة الأجهزة
MULTIPLIER=	عامل سرعة الرحلة
UM=	ميكرون
MIL=	ميل
UMPERCOUNT=	ميكرون / العد
INCHPERCOUNT=	بوصة / العد
FLYCOUNT=	عدد
TOTALMARKTIME=	إجمالي وقت المعالجة
DOG=	دونجل
DEFENTTEXT=	نص
SPECIALPOS=	الموقع المحدد
GOTOSPECIALPOS=	الانتقال إلى الموضع المحدد
SETCURPOSTOSPEC=	(& D) اضبط النقطة الحالية على الموضع المحدد
MINPWMFREQ=	الحد الأدنى لتردد إشارة PWM
PULSELOWMAXFREQ=	تردد النبض أقل من الحد الأدنى للتردد
MINFREQ=	التردد الأدنى
DOUBLELINEMODE=	نمط علامة مزدوجة
LASERSLEEPTIME=	وقت النوم بالليزر
DXFUNITISINCH=	وحدات ملف dxf بوصات
0NOTAILZERO=	لا يعرض مقياس 0 0 بعد العلامة العشرية
SHOWDEGREE5TEXT=	عرض نص 5 درجات
TEXTROTATE90=	استدارة النص 90 درجة
BOLDLINEMODE=	نمط التجزئة الواسع
POWERRULER=	حاكم عظمى
PLSSELRULER=	يرجى تحديد مسطرة لتشكيلها
ALEARDYHAVESAMERULER=	تعارض اسم الحاكم ، يرجى إعادة التسمية!
GRADCONDISNULL=	لا يمكن أن يكون شرط إنشاء علامة التجزئة للمسطرة فارغًا!
MINGRAD=	المقياس الأدنى
RULER =	 مسطرة
RULERNAME=	اسم المسطرة
GRADGENCOND=	شروط إنشاء القراد
GRADLINE=	علامات التجزئة
GRADVALUE=	قيمة النطاق
STARTPT=	نقطة البداية
ENDPT=	نقطة النهاية
STARTINDEX=	بدء رقم مؤشر التجزئة
ENDINDEX=	رقم مؤشر علامة النهاية
INCINDEX=	زيادة مؤشر التجزئة
GRADLINEWIDTH=	عرض التجزئة
ROTATERULERMODE=	وضع المسطرة الدوارة
GLOBEMARK=	بمناسبة الكرة الأرضية
LONGITUDE=	خط الطول
LATITUDE=	خط العرض
FLYMARKENTBYORDER=	تمكين نشرة عن طريق ترتيب الكائن
INPUTIOMASK=	إدخال قناع الإدخال / الإخراج
OUTPUTIOMASK=	قناع الإخراج IO
DISSTARTIOINCONTMODE=	الوضع المستمر تعطيل بدء وسم المنفذ
LASEROFFTC=	تأخير إطفاء الضوء
STARTGRADPOS=	وضع علامة البدء
INCPOS=	زيادة الموقف
STEPPERMM=	خطوات / مم
STEPPERINCH=	خطوات / بوصة
EDIT =	 تعديل
TOTALPARTNUM=	العدد الإجمالي للأجزاء
EXPORTTOWS=	الإخراج إلى مساحة العمل
STRAIGHTRULER=	مسطرة
RINGRULER=	خاتم المسطرة
DISKRULER=	مسطرة القرص
PARTNUM=	جزء اسم
UPDATEPOSPARAM=	تحديث المعلمات الموضعية
OTHERNUMSYS=	قاعدة مخصصة
MAXNUMBER=	القاعدة القصوى
MPERMIN=	م / دقيقة
INCHPERMIN=	بوصة / دقيقة
ENCODERDIST=	مسافة انتقال التشفير
OUTPORT=	منفذ الاخراج
ROTATETEXTMARK=	قم بتدوير تعليم النص
	
CIRCLEMODE=	نمط الدائرة
TEXTELEMENT=	عنصر نصي
TCPIPCOM=	شبكة التواصل
SERIALCOM=	الاتصال التسلسلي
TIME=	زمن
FIXEDTEXT=	نص ثابت
NOLEADZERO=	لا تستخدم الأصفار البادئة
PREV=	تقدم إلى الأمام
NEXT=	ارجع للوراء
LIMILTSN=	رقم التسلسل الأقصى
MODE=	نموذج
YEAR=	عام
MONTH=	القمر
DAYOFMONTH=	يوم
DAYOFYEAR=	سماء
DAYOFWEEK=	أسبوع
WEEKOFYEAR=	أسبوع
HOUR=	ساعة
MINUTE=	اللحظة
TIMESEC=	فترة
IPADDRESS=	عنوان IP
COMMAND=	ترتيب
ALLCHARSUSES=	كل الشخصيات الممكنة
BAUDRATE=	معدل الباود
DATABIT=	بتات البيانات
STOPBITS=	توقف قليلا
PARITY=	التكافؤ
ENCIRCLETEXT=	تمكين نص القوس
POWERKEYBOARD=	لوحة مفاتيح فائقة
KBWORKDIRECTORY=	دليل عمل لوحة المفاتيح
KEYLIST=	قائمة المفاتيح
KEYNAME=	اسم المفتاح
KEYFILE=	ملف مفتاح
CUTONOFF=	قطع التبديل
USERNAME=	اسم االمستخدم
	
DYNFOCUS=	التركيز الديناميكي
ENDYNFOCUS=	تمكين التركيز الديناميكي
DYNZREV=	عكس Z
DYNZPOS=	موقف Z
DYNZRAD=	المسافة إلى المركز (٪)
DYNAUTOSWITCH=	التبديل التلقائي
DYNUPDATEALL=	تحديث موضع Z
DYNADD=	يزيد Z
DYNDEC=	انخفاض Z
DYNSTART=	ابدأ الاختبار
DYNSTOP=	توقف الاختبار
DYNUSING=	التركيز الديناميكي قيد الاستخدام ..
IAGREE=	توافق على قبول هذه الاتفاقية
IDONTAGREE=	لا توافق على قبول هذه الاتفاقية
ERR_CANNT_RUN=	لا يمكن إجراء العملية في الوضع الحالي
MARKSPEED=	سرعة الوسم
LENTESTRECT=	اختبر طول ضلع المستطيل
TESTPARAM=	معلمات الاختبار
ZINCREMENT=	زيادة Z
ZMICROINC=	زيادة صقل Z
ZMAX=	Z ماكس
DYNLINEAR=	الاستيفاء الخطي
MACROADJUST=	قم بضبط قيمة Z بدقة
FAILTRANSFER=	فشل تحديث البيانات! حاول مرة اخرى!
ENCO2FPK=	تفعيل قمع النبض الأول لثاني أكسيد الكربون
FPKSTARTPOWER=	أول قوة بدء كبت النبض
FPKINCPOWER=	أول زيادة قوة كبت النبض
SHOWSTARTMARKDLG=	اعرض مربع الحوار "بدء وضع العلامات"
ENEXEMARKFILE=	تفعيل تنفيذ تعليم ملفات أوامر البداية والنهاية
ENREDCONTMODE=	تفعيل وضع المعالجة المستمرة للضوء الأحمر
	
DYNSAVE=	حفظ
DYNLOAD=	حمل
ADDZAUTO=	تزيد قيمة Z أو تنقص تلقائيًا
INFO_CICODE=	Hanxin هو معيار الباركود الصيني ثنائي الأبعاد ؛ تحتوي مجموعة الأحرف الخاصة به على جميع أحرف ASCII والأحرف الصينية
SPECIALWAVE=	شكل موجة خاص
SPIWAVE=	الموجي
SPICONTINUES=	الوضع المستمر
SPISIMMERCUR=	الطاقة الاحتياطية
STEPDIST=	الطول الأمثل
STEPDELAY=	تأخير بين الخطوات
USESTEPMARKMODE=	استخدم وضع تعليم الخطوة
CURLMCNOTIPG=	لا تدعم بطاقات LMC الحالية ليزر IPG
CURLMCNOTSPI=	بطاقة LMC الحالية لا تدعم أشعة الليزر SPI_G3
LASERNOTREADY=	الليزر غير جاهز يرجى التحقق
FIXEDCOOR=	إحداثيات نقطة الإدخال الثابتة
DOORIO=	منفذ بوابة الأمن
ERR_DOOROPEN=	باب الأمان مفتوح ، يرجى إغلاق باب الأمان!
LINEREDUCTION=	مسافة بادئة مستقيمة
NUMLOOPS=	عدد الحلقات الحدودية
FONTTYPE_SHX=	خط SHX
ENSPLITSTRTOCHANGETEXT=	تمكين تقسيم السلسلة لتعديل كائن نص بالاسم المحدد
INDEXFIRSTCHARSTR=	موضع الحرف الأول في السلسلة
NUMCHAREXTRACTSTR=	العدد الإجمالي للأحرف المستخرجة من السلسلة
NAMETEXTTOCHANGE=	اسم كائن النص الذي تريد تعديل محتويات شخصيته
SET=	اقامة
TT_PICKMIRRORX=	XMirror \ nXMirror
TT_PICKMIRRORY=	YMirror \ nYMirror
IPG:OVERTEMP=	الليزر: درجة حرارة عالية جدًا
IPG:NORMAL=	الليزر: يعمل بشكل جيد
IPG:HIGHOPTIC=	الليزر: يعالج المواد شديدة الانعكاس وينعكس الليزر في الليزر
IPG:SYSERROR=	الليزر: فشل النظام
IPG:READY=	الليزر: غير جاهز
IPG:EMERGENCY=	الليزر: إشارة التوقف في حالات الطوارئ صالحة
HIDEMODEL=	نموذج مخفي
ANGLEINC=	زيادة الزاوية
UPTODOWN=	من اعلى لاسفل
LAYERNUM=	طبقات
SPACEOFLAYER=	تباعد الطبقة
CALCULATE=	احسب
READ3DFACEFROMDXF=	طبقات السطح ثلاثية الأبعاد
AVERAGELINE=	توزيع خطوط التعبئة بالتساوي
CHANGELINECHAR=	خط جديد
MARKSELF=	ضع علامة على نفسك
ENSAMEWIDTHCHAR=	تفعيل أحرف العرض المتساوية
DYN_OUTSIDE=	خارج المنطقة
DYN_MODE1=	الوضع القياسي
DYN_MODE2=	الوضع المستقل لمحور Z.
MAXSPEED=	السرعة القصوى
MINSPEED=	السرعة الدنيا
LOOPDIST=	تباعد الخواتم
MARKBYSPLITLINE=	ضع علامة بخط فاصل
MARKSTR_AFTER7=	الموقع المحدد
ENANALOGCURFPK=	تفعيل إخماد التيار التناظري
CURVESCATTERTOL=	خطأ تشتت المنحنى
ENABLECURVESCATTERTOL=	تفعيل خطأ المنحنى المنفصل
WOBBLE=	تقطع
WOBBLEDIST=	تباعد
ROTARYMARK=	وسم المحور الدوار
FOCUSLENGTH=	البعد البؤري
AXISISHOMING=	يتم homed المحور
AXISISMOVING=	المحور يتحرك
AXISMOVEFAIL=	فشل تحرك المحور!
AXISERRMAXLIMIT=	حركة المحور تتجاوز الحد الإيجابي
AXISERRMINLIMIT=	حركة المحور وراء الحد السلبي
AXISMUSTGOHOME=	يجب أن يعود المحور إلى نقطة الصفر قبل أن يتمكن من التحرك. هل تريد العودة إلى نقطة الصفر أولاً؟
ENCODERREVERSE=	انعكاس إشارة التشفير
FLYENCODEROFFSET=	تفعيل مسافة الإزاحة الثابتة لبرنامج التشفير
FLYENCODEROFFDELAY=	تأخير (لنا)
FLYENCODERLOWSPEED=	وضع السرعة المنخفضة
	
GET55ERR=	خطأ في حساب المعلمة
GETFLYPARSTEP=	الرجاء التحكم يدويًا في خط التجميع للتحرك لمسافة قصيرة ؛ \ n قم بقياس المسافة واملأ مربع الإدخال أدناه ؛ \ n يقوم البرنامج تلقائيًا بحساب المعلمات بعد النقر فوق "موافق"
FLYPARINPUT=	أدخل الطول:
GETPAR=	احسب
PULSECOUNT=	كمية النبض
PULSECOUNTRESET=	صافي
	
FLYADDTOY=	تراكب على المحور ص
FLYTOP2BOTTOM=	اتجاه خط الأنابيب من أعلى إلى أسفل
	
DYNAMICLMC=	بطاقة التركيز الديناميكي
UNKNOWN=	مجهول
BDVVALUE_CUSTOM_ALL=	عالمي
BDVTEXT_CARDTYPE=	نوع اللوحة:
BDVTEXT_CARDVERSION=	رقم الإصدار:
BDVTEXT_CUSTOM=	مصنوع بطريقة مخصصة:
BDVTEXT_CARDFUNCTION=	كود الوظيفة:
HARDINFO=	معلومات الأجهزة
	
ENVARTEXTFIXWID=	تفعيل عرض نص ثابت
USEEXCELCORRECTFILE=	تصحيح الملفات باستخدام برنامج Excel
STARTCOOR=	إحداثيات نقطة البداية
ENDCOOR=	إحداثيات نقطة النهاية
SPACEDIST=	تباعد
SPACING=	تباعد
MARKGRIDLINE=	ضع علامة على خطوط الشبكة
USECORFILEMARKGRIDLINE=	استخدم ملف التصحيح لتمييز خطوط الشبكة
CORCOMPFILE=	ملف تعويض التصحيح (ملف اكسل)
FIXEDCHARCOUNT=	عدد ثابت من الأحرف
EMPTYCHARWIDTH=	عرض حرف فارغ
AVADISTPOINT=	وزع جميع النقاط بالتساوي
YAGFASTPOINTMODE=	 YAG وضع النقطة السريعة
SETANALOG=	تعيين التناظرية
USERDEF=	يعدل أو يكيف
MENU_VIEW_IOSTATE=	حالة IO
DOGNOTMATCHLMC=	رقم ربط الدونجل لا يتطابق مع رقم بطاقة الوسم ، يرجى التحقق من رقم الدونجل!
MORETHAN360=	نطاق الوسم يتجاوز 360 درجة ، هل تريد المتابعة؟
CURNUM=	العدد الحالي للعلامات
SPOTDIA=	حجم البقعة
PTCYCLES=	عدد الإصابات
DISTANCE  =	 مسافه: بعد
ENDADDPTS=	نقطة في النهاية
INFO_MICROQRCODE=	Micro QR Code هو نسخة مجردة من الرمز الشريطي QRCODE ؛
ENABLETILDE=	قم بتمكين ~ (~ متبوعًا بـ dxxx xxx
MULTIFILEMARK=	متعدد الوثائق بمناسبة
LASERLEAKHANDLE=	معالجة تسرب الضوء
DISMARKLOWPT=	لا تضع علامة على النقاط ذات القيمة الرمادية المنخفضة
BASEHEIGHT=	ارتفاع القاعدة
PARTHEIGHT=	ارتفاع الشغل
ZADJUSTMENT=	Z ضبط الارتفاع
ACCURATEZERO=	عودة دقيقة إلى الصفر
RECTMODE=	وضع المستطيل
KEEPENTORDER=	الحفاظ على ترتيب كائنات الآلات
OPENMODELAY=	قم بتشغيل تأخير MO
SERIALTYPE=	يكتب
LINEFEEDMALP=	تشابك نقطة
IPGSETTINGS=	حالة الليزر IPG_YLPM
SQLDB=	قاعدة بيانات SQL
SQLDRIVERS=	SQL مدفوعة
DBQFILE=	ملف قاعدة البيانات
USERID=	معرف المستخدم
SQLCMD=	أمر SQL
SETPENPARAM=	تعيين معلمات القلم
BOLD=	بالخط العريض
ITALIC=	مائل
RESET =	 إعادة تعيين
USERINTERLINE=	تمكين خطوط التعبئة الداخلية
LASERBEAMDIA=	قطر بقعة الليزر
HATCHLINEDIST=	ملء تباعد الأسطر
ENCO2PULSEMODE=	تفعيل وضع النبضات الفائقة لثاني أكسيد الكربون
HATCHONEBYONE=	الحفاظ على استقلالية كائن التعبئة
RESORT=	فرز
RESORT_INFO=	فرز \ n فرز
SELECTSCANNERFIELD=	حدد نظام إحداثيات الجلفانومتر
SCANHEAD=	عدسة تهتز
SCANNERFIELD=	منطقة الوسم
SELECTMOVEDIR=	حدد اتجاه حركة خط الأنابيب
STARTMARKER=	علامة البداية
SENSOR=	المستشعر
ENCODER=	التشفير الروتاري
MOVEDIR=	اتجاه حركة خط الأنابيب
NEXTSTEP=	الخطوة التالية
PREVSTEP=	سابق
FINISH=	إنهاء
FLYMARKSETTINGS=	إعدادات معلمات الوسم أثناء التنقل
ORIENTATION=	اتجاه الترتيب
HORIZONTAL=	مستوى
VERTIICAL=	عمودي
POWEROFFSAVEFILE=	حماية الملفات تلقائيًا عند انقطاع التيار الكهربائي
ADJUST=	تعديل
FLYMULTIINFO=	الرجاء وضع علامة على مستطيل في حالة حركة خط الأنابيب أولاً. \ n إذا كان المستطيل المحدد مثل الشكل الموجود على اليسار أدناه ، الرجاء زيادة المعامل. \ n إذا كان المستطيل المحدد مثل الشكل الموجود على اليمين أدناه ، الرجاء تقليل المعامل.
DISABLEOPTIMIZECONMODE=	الوضع الأمثل الذي يعطل وضع المعالجة المستمرة
ARRAYDISCHANGESN=	يحظر تغيير محتوى النص للرقم التسلسلي
SPIRAL=	اللولب
SPIRALPITCH=	الملعب الحلزون
LINEOFONERING=	عدد مقاطع الخط في الدائرة
SPIRALPROMPTSTR=	يجب تحديد بعض كائنات الدائرة أولاً ، وتستخدم الخطوط العريضة لهذه الكائنات للتحكم في رسم اللولب
AREYOUSUREDLETE=	تأكيد للحذف
CHANGENAME=	تغيير الإسم
CUSTOMIZE=	مصنوع بطريقة مخصصة
STDMODE=	الوضع القياسي
CONTOURFIRST=	أولوية كفاف
USERDEFCHARSPACE=	تباعد نص مخصص
MINRADIUS=	الحد الأدنى لنصف القطر
MAXSPIRALPITCH=	أقصى درجة حلزون
MINSPIRALPITCH=	الحد الأدنى من الملعب الحلزوني
SPIRALPITCHINC=	زيادة الملعب
DELETESPIRAL=	حذف الحلزون
OUTEDGELOOP=	عدد حلقات الحدود الخارجية
INTEREDGELOOP=	عدد حلقات الحدود الداخلية
ID_DRAW_SPIRAL=	ارسم حلزونيًا \ n ارسم حلزونيًا
FPKFROMLOWTOHIGH=	تيار FPK من منخفض إلى مرتفع
ALWAYSOPENMO=	إشارة MO قيد التشغيل دائمًا
LOWVALID=	غير نشيط
MARKFINISH=	بمناسبة إشارة النهاية
ENCURRENTADJUSTDELAY=	تفعيل تأخير التعديل الحالي
ENCURRENTADJUSTDELAY=	تفعيل تأخير التعديل الحالي
MINCURRENTADJUSTDELAY=	الحد الأدنى لتأخير التعديل الحالي
MAXCURRENTADJUSTDELAY=	الحد الأقصى لتأخير التعديل الحالي
SETCURRENT=	تعيين الحالي
LAYSERNAMESAME=	اسم الطبقة هو نفسه أسماء الطبقات الأخرى ، يرجى إعادة تسميتها!
ZOOM=	تكبير
DRAW=	سحب
PENBOX=	حالة القلم
DEVICE=	معدات
MULTILAYER=	معالجة متعددة الطبقات
MINPULSEWIDTHRATIO=	الحد الأدنى لنسبة عرض النبضة
MAXPULSEWIDTHRATIO=	نسبة عرض النبضة القصوى
PULSEWIDTHOUTRANGE=	Q عرض النبضة خارج النطاق
STANDARD=	اساسي
TRUE=	نعم
FALSE=	رقم
DISABLE=	يحظر
NS=	نانوثانية
DELAYPARAM=	معلمة التأخير
JUMPPARAM=	معلمة الانتقال
MINJUMPTC=	أدنى تأخير للقفز
MAXJUMPTC=	أقصى تأخير للقفز
JUMPLENLIMIT=	طول القفزة
MARKLOOPTIP=	بمناسبة أوقات القلم الحالي
MARKSPEEDTIP=	سرعة حركة الجلفانومتر عند وضع العلامات
LASERCURRENTTIP=	تيار إخراج الليزر
LASERFREQTTIP=	تردد خرج الليزر
LASERPOWERTIP=	نسبة طاقة خرج الليزر
LASERPWTIP=	عرض نبضة خرج الليزر
SPIWAVETIP=	تحديد الموجي لإخراج الليزر SPI
USEDEFWAVETIP=	شكل الموجي الناتج بالليزر المحدد من قبل المستخدم
JUMPSPEEDTIP=	سرعة الحركة عندما يقفز الجلفانومتر
MINJUMPDELAYTIP=	أقل وقت تأخير بعد اكتمال قفزة الجلفانومتر
MAXJUMPDELAYTIP=	أقصى وقت تأخير بعد اكتمال قفزة الجلفانومتر
JUMPLENLIMITTIP=	عندما تكون مسافة قفزة الجلفانومتر أكبر من هذا الطول ، فإن تأخير القفز يستخدم أقصى وقت تأخير
LASERONDELAYTIP=	عند تشغيل الليزر ، يتأخر الجلفانومتر هذه المرة قبل البدء في الحركة
LASEROFFDELAYTIP=	عندما تنتهي حركة الوسم ، قم بإيقاف تشغيل الليزر بعد تأخير هذا الوقت
POLYGONDELAYTIP=	عند تأخير الزاوية أثناء حركة التأشير ، سيتم تمييز المنحنى التالي بعد هذا الوقت.
LMARKENDDELAYTIP=	بعد تحديد الحركة ، قم بتأخير الوقت قبل القفز إلى المنحنى التالي
CURPENNOTIP=	الرقم التسلسلي الحالي للقلم
CURPENCOLORTIP=	لون القلم الحالي
USEDEFPARAMTIP=	استخدم معلمات التشغيل الافتراضية
CURPENPARAMNAMETIP=	اسم معلمة القلم الحالي
LOADPENBOXFROMDEF=	تحميل معلمات صندوق القلم الافتراضي
SAVEASPENBOXTODEF=	حفظ كمعلمات افتراضية لمربع القلم
RESETALLPENS=	إعادة تعيين كافة معلمات القلم
SHOW=	تبين
HIDE=	يخفي
SHOWALL=	اعرضهم جميعا
ARRAYTEXT=	مجموعة نصية ديناميكية
TT_MODIFY_ARRAYTEXT=	تعديل موضع وحجم كل خلية من خلايا صفيف النص بشكل تعسفي
PROPERTY=	صفات
VALUE=	القيمة
MINVALUE=	الحد الأدنى
MAXVALUE=	أقصى قيمة
ENABLEPULSEWIDTH=	تفعيل إعداد عرض النبض
ENABLEPULSEWIDTHTIP=	لتمكين عرض النبضة المحدد لألياف الليزر أثناء المعالجة.
LASERLEAKHANDLETIP=	من أجل منع الليزر الليفي من تسريب الضوء أثناء المعالجة ، يتم إجراء معالجة خاصة.
ALWAYSOPENMOTIP=	قم دائمًا بتشغيل إشارة MO أثناء المعالجة
OPENMODELAYTIP=	وقت التأخير بعد تشغيل الليزر
DISCHECKLASERSTATE =	 يحظر فحص حالة الليزر
DISCHECKLASERSTATETIP =	 يحظر التحقق من حالة الليزر قبل المعالجة
LIMITPARAM=	معلمات الحد
GALVOMINSPDTIP=	الحد الأدنى لسرعة الحركة المسموح بها بواسطة حركة الجلفانومتر
GALVOMAXSPDTIP=	أقصى سرعة للحركة تسمح بها حركة الجلفانومتر
GALVO2XTIP=	محور Galvo 2 هو المحور X.
REVERSEXTIP=	يجب عكس اتجاه المحور X للجلفانومتر
REVERSEYTIP=	يجب عكس اتجاه المحور Y للجلفانومتر
FIELDSIZETIP=	حجم منطقة معالجة الجلفانومتر
USECORRECTFILETIP=	ما إذا كان يتم تصحيح الجلفانومتر الحالي باستخدام ملف التصحيح المحدد
TRANSFORMOFFSETXTIP=	مسافة الإزاحة X للتحول الكلي لإخراج الجلفانومتر
TRANSFORMOFFSETYTIP=	مسافة الإزاحة Y للتحول الكلي لإخراج الجلفانومتر
TRANSFORMANGLETIP=	زاوية الدوران للتحول الكلي لإخراج الجلفانومتر
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	الحد الأقصى لخطأ ارتفاع الوتر للمنحنى الذي يتحول إلى خط مستقيم
	
MINLINESEGLEN=	الطول الأدنى المستقيم
MINLINESEGLENTIP=	الحد الأدنى لطول السطر ، سيتم تجاهل الأسطر الأقصر من هذا الطول
LASERREADYIO=	منفذ ليزر جاهز
REDLIGHTPOINTSTART=	يشير الضوء الأحمر إلى منفذ البدء
PORTNOTIP=	رقم المنفذ المستخدم بواسطة الإشارة الحالية
LOWVALIDTIP=	ما إذا كانت الإشارة الحالية نشطة أم لا
STARTPULSEMODETIP=	ما إذا تم تشغيل إشارة البدء من الحافة أم لا
PULSEWIDTHOUTPORTMODETIP=	حان الوقت لإخراج المستوى النشط لإشارة النهاية
LOWVOLISVALID=	غير نشيط
HIGHVOLISVALID=	نشط مرتفع
ALARMPORTSTATETIP=	حالة إشارة صالحة للمنفذ الحالي
ALARMMESSAGETIP=	رسالة فورية مفادها أن النظام ينبثق عند وجود إشارة تحذير في العملية
REDCONTMODE=	وضع إشارة الضوء الأحمر المستمر
SOFTLICENCENOTFIND=	تعذر العثور على رمز تسجيل برنامج صالح!
SOFTLICENCEISUNVALID=	رمز تسجيل البرنامج غير صالح!
CHANGEPWELAY=	تغيير تأخير عرض النبض
CHANGEPWELAYTIP=	الوقت الذي يحتاجه الليزر للتأخير عند تغيير قيمة عرض النبض
BWREVERSE=	انعكاس أبيض وأسود
DELETECENBAR=	إزالة الكتلة الوسطى
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 هو تنسيق خاص لرمز DATAMATRIX الشريطي ، ويجب أن يتوافق محتواه مع تنسيق GS1 القياسي.
OPTIMIZEPARAM=	معلمات التحسين
OPTIMIZEHATCH=	حشوة محسّنة
BARCODEENDEFTEXT=	نص عرض مخصص (# حرف ،؟ حذف ، تحديد٪)
GALVORESPONSE=	وقت استجابة Galvo
ENSAVEFILE=	تمكين حفظ الملف
ENDRAWENTITY=	تمكين الكائنات القابلة للرسم
ENPICKMOVE=	تمكين تحويل النقل
ENEDITPARAM=	تمكين تحرير الكائن
ENPENPARAM=	تمكين لتعديل معلمات القلم
ENDEVPARAM=	تمكين لتعديل معلمات الجهاز
ENSYSTEMPARAM=	تمكن من تعديل معلمات النظام
ALREADYHAVETHISUSER=	اسم المستخدم هذا موجود بالفعل ، يرجى تغيير اسم المستخدم الخاص بك!
GALVOBIDIROFFSET=	إزاحة ثنائية الاتجاه
	
ID_VIEW_3D=	تبديل العرض ثنائي الأبعاد وثلاثي الأبعاد \ n تبديل العرض ثلاثي الأبعاد
ID_VIEW_3DUP=	عرض من أعلى \ n عرض علوي
ID_VIEW_3DDOWN=	 عرض من الأسفل \ n عرض من أسفل
ID_VIEW_3DLEFT=	عرض من اليسار \ n العرض الأيسر
ID_VIEW_3DRIGHT=	عرض من اليمين \ n المنظر الأيمن
ID_VIEW_3DFRONT=	عرض من الأمام \ n المنظر الأمامي
ID_VIEW_3DBACK=	عرض من الخلف \ n عرض خلفي
ID_VIEW_3DISO=	عرض من الاتجاه متساوي القياس \ n عرض متساوي القياس
ID_3DVIEW_WIRE=	إظهار وضع الإطار السلكي للسطح \ n إظهار وضع الإطار السلكي
ID_3DVIEW_RENDER=	إظهار وضع عرض السطح \ n إظهار وضع التقديم
ID_3DVIEW_RENDERLINE=	إظهار وضع خط التقديم السطحي \ n إظهار وضع خط التقديم
ID_3DVIEW_HIDEMESH=	إظهار الأسطح أو إخفاؤها \ n إظهار الأسطح وإخفائها
ID_3DFUN_MESH3D=	فتح ملف نموذج السطح ثلاثي الأبعاد \ n فتح نموذج سطح ثلاثي الأبعاد
ID_3DFUN_SLICEMESH=	شرائح الطبقة على الأسطح \ n طبقات السطح
ID_3DFUN_ROTATEMESH=	قم بتدوير السطح \ n قم بتدوير السطح
ID_3DFUN_MOVEMESH=	ترجمة السطح \ n ترجمة السطح
ID_3DFUN_PRJ=	إسقاط الكائنات على الأسطح \ n الإسقاط السطحي
	
	
ALLOUTMODE=	كل الإخراج
ENCODERONLYA=	المشفر متصل فقط بالمرحلة أ
FLYTRACKERROR=	عامل تصحيح خطأ الرحلة
MESH3D=	سطح ثلاثي الأبعاد
CURVE3D=	منحنى ثلاثي الأبعاد
SLICE3D=	تماسات طبقات
SLICEFILE=	ملفات ذات طبقات
SLICEMESH=	التخفيضات ذات الطبقات
ZMAXTOMIN=	قيمة Z من كبير إلى صغير
MINZ=	الحد الأدنى لقيمة Z
MAXZ=	الحد الأقصى لقيمة Z
THICKNESS=	سماكة
CROSSHATCH=	عبر ملء
ROTATEMESH=	سطح الثورة
MOVEMESH=	تحرك السطح
PROJECT=	تنبؤ
PROJECT3D=	إسقاط ثلاثي الأبعاد
DELPROJECT=	حذف منحنى الإسقاط
LIMITZ=	حد Z
SURFACEDOWN=	إسقاط السطح السفلي
LANGPAGE=	صفحة رمز اللغة
DYNAMICHATCH=	تعبئة ديناميكية
ADDCONTOUR=	زيادة المخطط
MARKMESHBOX=	ضع علامة على المربع المحيط بالسطح
MARK_NOMESH=	لا يوجد كائن سطحي ، يرجى التحقق من العرض ثلاثي الأبعاد إذا تم تحميل السطح؟
PULSEWIDTHINDEXMODE=	وضع مؤشر عرض النبض
PULSEWIDTHINDEXMODETIP=	يتم تمثيل عرض النبضة بالمؤشر
MAXINDEXVALUE=	قيمة المؤشر القصوى
PULSEWIDTHINDEX=	مؤشر عرض النبض
ENWELDWAVEOUT=	تمكين إخراج الموجي
WELDWAVE=	الموجي
WELDWAVETIP=	إعدادات الموجي التناظري بالليزر لكل نقطة
WAVEWIDTH=	عرض شكل الموجة
MAXWELDWAVEWIDTH=	أقصى عرض للموجة
WAVETOTALWIDTHISBIG=	العرض الإجمالي لشكل الموجة المحدد أكبر من الحد الأقصى للعرض ، يرجى إعادة الإدخال!
REMOVENOINT=	قم بإزالة مقاطع الخط غير المتقاطعة
USESELECT2DENT=	طبقة مع كائنات ثنائية الأبعاد محددة
GENERATECURVES=	توليد بيانات المنحنى
CALCULATECONTOURS=	احسب منحنى الملف الشخصي
REBULIDCONTOURS=	بناء معلومات موقف كفاف
HATCHLINES=	حساب خطوط التعبئة
BUILDPROJECTMESH=	قم بإنشاء سطح إسقاط
WRAP=	علية
PLSSELECTVALIDCURVE=	الرجاء تحديد منحنى صالح!
BASICPARAM=	المعلمات الأساسية
ASSIGNMENT=	خريطة
XYASSIGNMENTISSAME=	لا يمكن أن تكون قيمة التعيين للمحور X و Y هي نفسها ، يرجى التحديد مرة أخرى!
ID_3DFUN_BASICSHAPE=	إنشاء سطح أساسي ثلاثي الأبعاد \ n إنشاء سطح ثلاثي الأبعاد أساسي
BASIC3DSHAPE=	سطح ثلاثي الأبعاد أساسي
PLANE=	مسطحة
SPHERE=	جسم كروى
CYLINDER=	اسطوانة
CONE=	مخروط
FREQDELAY=	تأخير التردد
LASERFREQTTIP2=	تأخير وقت الانتظار المطلوب عندما يتغير الليزر التردد
BMPTOMESH=	تحويل الصورة النقطية إلى سطح
ID_3DFUN_BMPTOMESH=	صورة نقطية على السطح \ n صورة نقطية على السطح
REFRESH=	تحديث
WAITFORINPUT=	في انتظار إشارة منفذ الإدخال
OUTPUTWHENSTART=	معالجة طبقة تبدأ إشارة خرج منفذ الإخراج
OUTPUTWHENFINISH=	طبقة إشارة خرج منفذ نهاية معالجة
WAITFORSTARTSIGNAL=	انتظر إشارة بدء المنفذ
WAITFORSELLAYERSIGNAL=	في انتظار إشارة الطبقة المختارة
IOMASK=	قناع المنفذ
IOMASKTIP=	يحدد المنافذ الصالحة للجهاز الحالي
CYLINDERWRAP=	غلاف أسطواني
YWRAP=	التفاف في اتجاه Y
CURRENTLAYERINDEX=	فهرس طبقة العرض الحالية
ENABLEFIRSTOPENLASERDELAY=	قم بتمكين وقت التأخير عند تشغيل الليزر لأول مرة
SETMINVALUE=	تعيين الحد الأدنى للقيمة
SETMAXVALUE=	تعيين أقصى قيمة
PULSEWIDTHUNITISPS=	عرض النبض بالبيكو ثانية (ps)
PS=	بيكو ثانية
CONTINUEMODE=	الوضع المستمر
PICKENTYOUWANTTRIM=	حدد كائنات لقصها
PICKENTYOUWANTINTERSECT=	حدد كائنات لدمج المناطق المتقاطعة
BACKGROUND=	معرفتي
SELBACKGROUNDCURVES=	حدد منحنى لاستخدامه كخلفية
COPYBACKGROUNDTOWS=	انسخ منحنى الخلفية إلى مساحة العمل
SHOWOPTIPARAM=	عرض معلمات التحسين
SHOWWOBBLEPARAM=	عرض معلمات الارتعاش
SHOWOTHERPARAM=	إظهار معلمات العنصر الأخرى
SHOWDESCAREA=	عرض تفاصيل المعلمة المنطقة
SHOWPOWERRAMPPARAM=	عرض معلمات التحول الخطي للطاقة
SHOWSPEEDRAMPPARAM=	عرض معلمات سرعة التحويل الخطي
POWERRAMPING=	التحول الخطي للقوة
ENABLESTARTRAMP=	تمكين البدء
ENABLESTARTPOWERRAMPTIP=	تختلف قوة مقطع بدء التمكين خطيًا
STARTRATIO=	مقياس البداية
STARTLENGTH=	طول البداية
STARTRAMPRATIO=	نسبة قيمة البداية إلى القيمة القصوى
STARTRAMPLENGTH=	الطول الأقصى المسموح به لجزء البداية
ENABLEENDRAMP=	تمكن النهاية
ENABLEENDPOWERRAMPTIP=	تختلف قوة الجزء النهائي الممكّن خطيًا
ENDRATIO=	مقياس النهاية
ENDLENGTH=	طول النهاية
ENDRAMPRATIO=	نسبة القيمة النهائية إلى القيمة القصوى
ENDRAMPLENGTH=	الحد الأقصى لطول المقطع النهائي المسموح به أن يتغير
	
SPEEDRAMPING=	سرعة التحول الخطي
ENABLESTARTSPEEDRAMPTIP=	قم بتمكين سرعة مقطع البداية للتغيير خطيًا
ENABLEENDSPEEDRAMPTIP=	قم بتمكين سرعة المقطع النهائي للتغير خطيًا
INPUT=	أدخل
BTNBOX=	الحدود [F4]
BTNPRJ=	الإسقاط [F4]
STARTCALI=	بدء المعايرة
FINISHCALI=	معايرة النهاية
MARKGRID=	بمناسبة الشبكة
MENU_FILE_PROJECTPARAM=	معلمات الإسقاط
TESTCALI=	اختبار تصحيح الإسقاط
SELECTALLPOINTS=	حدد جميع النقاط (اضغط على Ctrl ومفاتيح الأسهم للتبديل بين النقاط المحددة عند تحديد نقطة واحدة)
ENABLEPROJECT=	تفعيل مراقبة الإسقاط
APPAPPEARANCE=	مظهر البرنامج
LASERBOARDIDEN=	نوع بطاقة واجهة الليزر
LASERBOARDVER=	إصدار بطاقة واجهة الليزر
ESTIMATEDTIME=	الوقت المقدر للمعالجة
ENABLEBARCODEFASTPTMODE=	تفعيل وضع النقطة السريعة للرمز الشريطي
MODULEHORIARRANG=	يتم ترتيب الوحدات أفقيًا
SIMPLEENCODE=	وضع الترميز البسيط
ENABLEBARCODEFASTLINEMODE=	تفعيل وضع الخط السريع للباركود
ID_3DFUN_FREEPAINT=	التتبع الحر على سطح \ n التتبع الحر
FREEPAINT=	الرسم الحر
SIN=	جيبي
WOBBLETYPE=	نوع الارتعاش
ROUNDTRIP=	وضع رحلة الذهاب والعودة
WAVEDELAY=	تأخير خرج الموجي
LASERMONITOR=	المراقبة بالليزر
TEMPALARM=	إنذار درجة الحرارة
REFLALARM=	مقاومة عالية للإنذار
SYSTEMALARM=	إنذار النظام
POWERALARM=	إنذار مزود الطاقة
LASERNOTREADY=	الليزر غير جاهز
LASERREADY=	الليزر جاهز
UNKNOWALARM=	تحذير غير معروف
LASEREXTFAULT=	فشل الليزر الخارجي
CALCULATING=	جاري الحساب ...
OFFLINE=	المعالجة دون اتصال بالإنترنت
POINTNUM=	نقاط
SPIRALBRUSH=	فرشاة خاصية لولبية
PICKSELSPIRALREFRESH=	حدد الخط الحلزوني الذي يحتاج إلى التحديث واضغط على زر الفأرة الأيمن للتأكيد
ENABLPARSEMODE=	تمكين وضع التحليل
ID_PICK_BYPEN=	حدد الكائنات بواسطة رقم القلم \ n حدد بواسطة رقم القلم
No=	رقم سري
MOVETOINDEX=	الانتقال إلى رقم التسلسل المحدد
AXISSOLUTION=	حل المحور الممتد
FEEDBACK=	ملاحظات التشفير
COMMCATH=	خرج الكاثود المشترك
LIMITSWITCH=	جهاز محدد
SOFTLIMIT=	حد ضعيف
POSIDIR=	عودة إيجابية إلى الصفر
FINDINDEX=	البحث عن الفهرس
HOMESPEED=	سرعة العودة صفر
LEAVESPEED=	اترك السرعة
HOMEOFFSET=	تعويض الصفر
HOME=	صفر
FOLLOWERROR=	الخطأ التالي
ACCELERATION=	التسريع
DECELERATION=	تباطؤ
FOCUSPOS=	موضع التركيز
SETCURPOSASFOCUS=	اضبط الوضع الحالي على أنه موضع التركيز
SETMINPOWER=	ضع الحد الأدنى من الطاقة
SETMAXPOWER=	ضبط الطاقة القصوى
SETMINGRAY=	تعيين الحد الأدنى من التدرج الرمادي
SETMAXGRAY=	تعيين أقصى درجات الرمادي
SCANINVERT=	مسح عكسي
EMISSIONDELAY=	تأخير الإثارة
WELDPARAM=	معلمات اللحام
DELEDGELINES=	حذف موصل الحدود
INFO_GS1DATABAR=	يعد الرمز الشريطي GS1 DataBar (الرمز الشريطي لـ RSS سابقًا) أيضًا رمزًا شريطيًا لنظام GS1. يتميز الرمز الشريطي بمزايا "حجم أصغر ، وكمية أكبر من المعلومات" و "يمكن أن يحمل معلومات إضافية مثل تاريخ انتهاء صلاحية المنتج ، والرقم التسلسلي ، وما إلى ذلك".
SHOWFAST=	عرض سريع التحسين
SHOWDIR=	إظهار اتجاه المنحنى
SIMULATIONSPD=	محاكاة سرعة الطيران
TEMPERATURE=	درجة الحرارة
SPHEREWRAP=	التفاف كروي
ZLAYER=	طبقات Z
WAITSTARTSIGOFLAYER=	انتظر حتى تبدأ الطبقة في معالجة الإشارة
PWMONDELAY=	تأخير تشغيل PWM
PWMONDELAYTIP2=	التأخير بين الحافة الصاعدة والحافة الصاعدة للبوابة عند تشغيل PWM
ROTATECENZ=	المحور Z
ERR_NOTHOME=	المحور لم يعد إلى الصفر ، يرجى العودة إلى الصفر أولاً!
SPLITMODE=	وضع الانقسام
NOSPLIT=	لا تنقسم
SPLITBYSIZE=	تقسيم حسب الحجم
SPLITBYGUILDLINE=	قسّم على الخط المساعد
SETCURPOSASORIGIN=	اضبط الموضع الحالي على أنه الموضع الأصلي
FINDHOME=	تجد الصفر
XTABLEMOVE=	المحور X هو حركة المنصة
YTABLEMOVE=	المحور Y هو حركة المنصة
DISPENHIDEPARAM=	تعطيل معلمات القلم المخفية
REDLIGHTDISMOTOR=	يحظر حركة محور التمدد
UNGROUPTEXT=	نص منفصل
ID_EDIT_UNGROUPTEXT=	يفصل النص إلى أحرف فردية \ n يفصل النص
ENABLPINPOS=	تفعيل اكتشاف الحركة في الموضع
POSITIONTOL=	في الموضع خطأ
INPOSTIME=	وقت الوصول
INPOSLIMITTIME=	المهلة في المكان
ERRRESETISLOW=	خطأ في إعادة تعيين إشارة نشطة منخفضة
REMOTECTRLISLOW=	إشارة جهاز التحكم عن بعد نشطة منخفضة
LASERNOTENEMISS=	لم يتم تمكين الليزر لإصدار الضوء
ID_FILE_MACHINEPARAMETER=	تعيين معلمات الجهاز \ n معلمات الجهاز
MENU_FILE_MACHINE=	معلمات الجهاز ...
DOUBLEPTMODE=	وضع النقطة المزدوجة
NOCUTENTITY=	الأشياء التي لا ينبغي قطعها
INPUTIOSTATE=	حالة منفذ الإدخال
ID_DRAW_ENCODERDISTANCE=	مسافة وحدة ترميز الرسم \ n مسافة وحدة ترميز القطعة
SKYWRITE=	 تعليم موحد (كتابة السماء)
RUNINDURATION=	دورة الاستيراد
RUNOUTDURATION=	دورة التصدير
RUNINDURATION10US=	وقت الدورة للوصول إلى المنحنى (الوحدة: 10us)
RUNOUTDURATION10US=	وقت دورة منحنى خروج الدليل (الوحدة: 10us)
TIMELAG=	الوقت الضائع
LASERONSHIFT=	الليزر على الانجراف
LASERONSHIFTUS=	بدء الانجراف بالليزر (الوحدة: الولايات المتحدة)
LIMITANGLE=	زاوية الحد
LIMITANGLEDESC=	ستستخدم المنحنيات الأصغر من الزاوية المحددة تأخير المضلع تلقائيًا
OUTPUTPARAM=	معلمة اختيار الإخراج
CHANGEWAVEDELAY=	تغيير التأخير الموجي
SHOWDELAYPARAMS=	عرض معلمات التأخير
SHOWJUMPPARAM=	تظهر معلمات القفز
HIDEPENBUTTONS=	زر إخفاء معلمات القلم
LOCK =	 قفل
USBREMOVE_WARN=	تم فصل بطاقة التحكم USB ، يرجى إغلاق البرنامج وإعادة تشغيل البرنامج!
DESCRIPTION=	يصف
HATCHPARAMLIB=	قم بتعبئة مكتبة المعلمات
SAVEPARAM=	حفظ المعلمات
LOADPARAM=	معلمات التحميل
INDEX=	فهرس
RESETCCD=	أعد ضبط CCD
BUILDCCD=	بناء اتفاقية مكافحة التصحر
MOVETOCCDSTART=	انتقل إلى موضع بدء CCD
ENCALIBRATION=	تمكين تصحيح CCD
ENCHANGEMODEL=	تفعيل تبديل القوالب
MODELNO=	رقم النموذج
FAILHANDLE=	معالجة الفشل
ENRETRY=	أعد المحاولة
RETYRCOUNT=	عدد المحاولات
WHENFAIL=	عندما يفشل CCD
THENSTOP=	قف
THENCONT=	تواصل أسفل
THENJUMP=	القفز إلى الفهرس
INPUTJUMP=	قفزة منفذ الإدخال
JUMPTO=	إعادة توجيه ل
CUBE=	مكعب
REVOLVEWRAP=	التفاف الجسم الدوار
ERR_NOMESH=	لا توجد أجسام سطحية
BINDID=	ربط معلومات العميل
ERR_CLIENTID=	معرف العميل الخاص بالملف غير صالح!
STABLETIME=	جدول مستقر
ENSELLAYER=	تمكين طبقة التحديد
ERR_USERSTOPMARK=	تمت مقاطعة المعالجة من قبل المستخدم
AXISERRSTOP=	تم إحباط حركة المحور!
CLONE=	استنساخ
AAXISMODE=	وضع المحور أ
AXISMOVEDELAY=	تأخير حركة المحور
AXES=	محور
MESHEDIT=	تحرير السطح
MERGECLOSEVERTICES=	دمج الرؤوس المتزامنة
LASERONTCONLYUSEINSTART=	تأخير بدء الليزر صالح فقط في جزء البداية
LASERPOWER=	مصدر طاقة الليزر
SYSTEMFAULT=	خطأ في النظام
INTERNALLASERFAULT=	خطأ الليزر الداخلي
SHOWSKYWRITEPARAM=	عرض معلمات تعليم موحدة
DISABLESYNPRR=	تعطيل مزامنة إشارة PRR
BACKLASH=	تعويض رد الفعل العكسي
USESPLITBOXCENASMARKCEN=	استخدم مركز مربع الانقسام كمركز تعليم
HANDWHEEL=	عقارب
GEARRATIO2=	نسبة والعتاد
STARTHW=	بدء العجلة اليدوية
ENDHW=	خروج عقارب
ENABLEHANDWHEEL=	تفعيل العجلة اليدوية
SCANNERFOLLOWMOUSEMOVE=	في وضع النقطة ، يتحرك الجلفانومتر مع الماوس
AUTOMODE=	الوضع التلقائي
ENABLEAUTOADJUST=	قم بتمكين الضبط التلقائي
ACCURACYPRIORITY=	الدقة أولا
SPEEDPRIORITY=	أولوية السرعة
STARTADJUST=	ابدأ التعديل
AUTOADJUSTING=	الضبط التلقائي ...
FPKENABLETHREST2=	منع تمكين عتبة الوقت T2
FPKVOLTAGE=	أول جهد كبت النبض
MANUALSET=	الإعداد اليدوي
LASERCOOLINGTIME=	وقت تبريد الليزر
MENU_SORT_BYX=	الترتيب حسب X
MENU_SORT_BYY=	فرز حسب الأولوية ص
MENU_SORT_REVERSE=	فرز عكسي
SMARTADJUSTMENT=	معلمات الضبط الذكي
ENABLESMARTADJUST=	تمكين وضع الضبط الذكي
DECMODE=	عشري
HEXMODE1=	عرافة سداسية
HEXMODE2=	عرافة
RESULT=	تأثير
NORMAL=	عادي
TISSMALL=	قيمة T صغيرة جدًا
TISLARGE=	قيمة T كبيرة جدًا
TOFFIRSTLINE=	 قيمة تصحيح السطر الأول T.
START=	بداية
SMARTADJUSTTIP=	يرجى اتباع الخطوات لضبط المعلمات ، أولاً اضبط المقطع الختامي ، ثم اضبط مقطع البداية. اضبط المعلمة T بحيث يتقاطع الخط الأفقي المحدد والخط العمودي مع نفس التأثير العادي.
CHECKISALREADYMARK=	تحقق مما إذا تم تمييز النص
CURVETOPTS=	تحويل المنحنيات إلى نقاط
PREVIEW =	 معاينة
ASSERT=	غير طبيعي
ERR_FAIL=	يفشل!
MENU_GUILDLINEBOX=	ارسم مربعًا إرشاديًا
GUILDLINEBOX=	صندوق مساعد
SPLITBYGUIDELINEBOX=	استخدم تقسيم الصندوق الإضافي
PLSCHOOSECARD=	الرجاء تحديد البطاقة التي تريد استخدامها
CHANGEBMPREALDPI=	تغيير الصورة النقطية DPI الحقيقي
DISABLEAXISA=	المحور أ محظور
ENHOMEFINISHGOTOPOS=	تمكين صفر العودة للنهاية إلى الموضع المحدد
HOMINGFINISHPOS=	الموضع المحدد حيث ينتهي الصفر العائد
EXPOSURE=	مكشوف
CAMERA=	كاميرا
NOCUTTEXT=	تعطيل تقسيم أحرف النص
CURFILEMODIFYPLSSAVEIT=	تم تعديل الملف الحالي ، يرجى حفظه أولاً!
SAVETOFILE=	احفظ الملف
ISSUE=	سؤال
PAUSEWHENLIMIT=	وقفة عند نهاية النص
LIMITISCONTINUE=	وصل النص إلى الحد الأقصى ، هل تريد المتابعة بعد إعادة التعيين؟
POWERSTANDBY=	الطاقة الاحتياطية
MESHFOLLOWROTATE=	السطح يدور معه
LASERFAULT=	فشل الليزر
FIBERALARM=	إنذار الألياف
SAFETYALARM1=	فشل قفل الأمان
SAFETYALARM2=	إنذار حلقة الأمان
LINKALARM=	فشل الارتباط البصري
CRITICALALARM=	فشل حماية الليزر
HOTSTOP=	توقف غير لائق لانبعاث الليزر
POWER24ALARM=	تحكم 24 فولت في امدادات الطاقة
MAXTHREADCNT=	الحد الأقصى لعدد خيوط الحوسبة
MESHRESOL=	دقة حساب السطح
DELAY=	تأخير
MOTORSPEDRATIO=	تمديد تجاوز سرعة المحور
SHOWCHECKNUM=	إظهار رمز الشيك
DISABLECANCELAXISMOVE=	يحظر إلغاء حركة المحور
OFFLINEDOGNOTFOUND=	لم يتم العثور على الدونجل الصحيح
EZCADSTR_ARRAY_X_INCDIST=	مجموعة X- المسافة المتزايدة
EZCADSTR_ARRAY_Y_INCDIST=	صفيف المسافة المتزايدة
EZCADSTR_ARRAY_Z_INCDIST=	Z مجموعة المسافة المتزايدة
OUTPUTANALOG=	التناظرية الإخراج
Voltage=	الجهد االكهربى
MODE8=	عمودي 8
MODE82=	أفقي 8
TCPIPSERVER=	خادم TCP / IP
NOCUTSMALLENT=	لا تقسم الأشياء الصغيرة
AUTOSAVEWHENCLOSE=	حفظ الملف الحالي تلقائيًا عند إغلاق البرنامج
MASK=	قناع
DISABLESTOPAXISWHENDOOROPEN=	منع حركة محور التوقف عندما يكون الباب مفتوحًا
STOPAXISWHENDOOROPEN=	أوقف حركة المحور عندما يكون الباب مفتوحًا
STAGEFB=	موقف ردود فعل النظام الأساسي
GALVOCMD=	موقف قيادة Galvo
GALVOFB=	موقف Galvo ردود الفعل
DISSHOWFILEPROCESS=	قم بإيقاف مربعات حوار معالجة الملف
DISSHOWCALCPROCESS=	قم بإيقاف عرض مربع حوار عملية الحساب
LEVEL16=	المستوى 16
STEPMODE=	وضع تحسين السرعة
SHOWSTEPMODE=	عرض معلمات وضع تحسين سرعة
ENCODEMODE=	وضع الترميز
ENABLJUMPTABLEMODE=	تفعيل وضع جدول معلمات الانتقال
ENABLJUMPTABLEMODETIP=	يتم الحصول على معلمات الانتقال لجميع الأقلام تلقائيًا من جدول معلمات الانتقال
JUMPTABLE=	الانتقال إلى جدول المعلمات
DRAWTOL=	دقة الرسم بالبكسل
SHIFTOFROTARY=	انحراف محور الدوران
SERVERINFO=	معلومات الخادم
FASTLINELASERONRATIO=	نسبة إخراج ضوء الخط السريع
STANDARDPOS=	الموقع القياسي
REALPOS=	الموقع الفعلي
FLYSPEEDMONITOR=	مراقبة سرعة الطيران
MAXFLYSPEED=	أقصى سرعة طيران
STARTANDSTART=	نقطة البداية متصلة بنقطة البداية
STARTANDEND=	البدء والانتهاء متصل
ENDANDSTART=	نقطة النهاية متصلة بنقطة البداية
ENDANDEND=	نقطة النهاية لنقطة النهاية
OPENCURVE=	منحنى مفتوح
LASERWOBBLESHOW=	معاينة مسار الاهتزاز
SHOWTRANSBMP=	إظهار صورة نقطية شفافة
DISABLECIRMODE=	قمع نمط الدائرة
REFINEPLANECONTOUR=	استخراج ملامح المستوى
REFINECONTOURMOUSE=	استخراج محيط المستوى: انقر فوق زر الماوس الأيسر للمعاينة ، وانقر نقرًا مزدوجًا فوق الزر الأيسر للتأكيد
HORIZONALPLANE=	تسوية الطائرة
HORIZONALPLANETIP=	انقر فوق زر الماوس الأيسر لتحديد المستوى المطلوب تسويته
LASERONLAGTIME=	وقت تأخير الليزر
FIRSTJUMPDELAY=	تأخير القفزة الأولى
ENABLEHATCHLINEOVERLAP=	تفعيل تقسيم خط التعبئة المتداخلة
CHARADDMODE=	وضع زيادة الحرف
TT_PICKSHOWALL=	إظهار كافة الكائنات \ n إظهار كافة الكائنات
TT_PICKHIDEALL=	 إخفاء كافة الكائنات \ n إخفاء كافة الكائنات
FLOATSOL=	دقة النقطة العائمة
ENABLEAUTOCONNECT=	قم بتمكين الاتصال التلقائي عند قطع الاتصال
CONNECTINTERVAL=	فاصل الاتصال
DISABLEMOVEZWITHENTZ=	قم بتعطيل تحريك المحور Z بناءً على إحداثيات الكائن
ESCBTNSTOPAXISIMM=	قم بتمكين Esc لإيقاف حركة المحور على الفور
DOYOUREALRESETALLPARAM=	هل تريد حقًا إعادة تعيين كافة معلمات القلم؟
UPDATEDYNENT=	تحديث الكائنات الديناميكية
FAILEDOPENDLCDEV=	فشل في فتح بطاقة DLC
SOFTWARELICWILLEXPIRE24HOURS=	تنتهي صلاحية ترخيص البرنامج في غضون 24 ساعة ، يرجى الاتصال بمورد المعدات!
SPLITBITMAP=	تقسيم الصورة النقطية
NOGUILDLINETOSPLITBMP=	لا توجد أدلة يمكن استخدامها لتقسيم الصور النقطية ، يرجى رسم الأدلة أولاً!
BARCODEPTMODE=	وضع معالجة نقطة الباركود
FASTPOINT=	وضع النقطة السريعة
FASTLINE=	وضع الخط السريع
FASTSTEPMODE=	وضع الخطوة
ENABLELASEREXTOUTPUT=	تمكين إخراج تمدد الليزر
LASEREXTOUTPUT=	تمديد الليزر الناتج
DEFAULTPARAM=	المعلمات الافتراضية
MARKFAILIO=	وضع علامة على المنفذ الفاشل
SHOWSELECTBTNONPANEL=	إظهار زر Select Axis Solution على اللوحة
RELSPEED=	السرعة النسبية
SPEEDFIELD=	سرعة الميدان
POWERFIELD=	مجال الطاقة
SPEEDFIELDRATIO=	نسبة مجال السرعة
POWERFIELDRATIO=	نسبة مجال الطاقة
RATIO=	نسبة
DISTRIBUTIONMODE=	نمط توزيع المنحنى
RESOLUTIONRATIO=	نسبة دقة التقسيم
DISTR_PRIMARY=	التوزيع الأولي
DISTR_QUADRATIC=	التوزيع التربيعي
DISTR_CUBIC=	التوزيع التكعيبي
VALIDINWHOLEPMARKERIOD=	فعال في دورة المعالجة الكاملة
INFO_CODEBC412=	الرمز الشريطي BC412 هو رمز شريطي مستمر غير ثابت الطول ثنائي الاتجاه حيث تمثل جميع الأشرطة والمسافات المعلومات ؛ تشتمل مجموعة الأحرف الخاصة به على "0" - "9" ، ولا تتضمن "AZ" "O" ؛ رمز التحقق هو تمت إضافته تلقائيًا بواسطة النظام.
SHOWFREQRAMPPARAM=	عرض معلمات التحويل الخطي التردد
FREQRAMPING=	تردد التحويل الخطي
CANNOTHAVESAMESN=	لا يمكن أن توجد بطاقات DLC بنفس الرقم التسلسلي!
ALLSCANNERMARKCURLAYER=	تقوم جميع مقاييس الجلفانومتر بمعالجة الطبقة الحالية
ALLSCANNERMARKCURLAYERSPLIT=	يتم تقسيم جميع الجلفانومترات ومعالجتها للطبقة الحالية
ENCURVESYNINPORT=	تفعيل منفذ إدخال تزامن المنحنى
SPECIALPOS=	موقع خاص
SETCURPOSASSPECPOS=	اضبط الموقع الحالي على موقع خاص
ENCURVESYNWHENCURVEEND=	تفعيل مزامنة نهاية المنحنى
LASEREMISSION=	تمكين الليزر العالمي [MO]
STARTDELAY=	بدء تأخير
ENDDELAY=	تأخير النهاية
LASERSYN=	تبديل الليزر على التزامن
ACCURATEHOME=	عودة دقيقة إلى الصفر
AUTONAMEENT=	تسمية الكائنات تلقائيًا
ENTNAMESAME=	اسم الكائن هو نفس أسماء الكائنات الأخرى ، يرجى إعادة التسمية!
CREATE3DSPRING=	قم بإنشاء حلزون ثلاثي الأبعاد
USECURRPOS=	استخدام الموقع الحالي
SETMOAFTERPW=	اضبط MO بعد تغيير عرض النبض
STARPULSEWIDTH=	بدء عرض النبض
INCULSEWIDTH=	زيادة عرض النبض
ONEBYONEMARKING=	تتم معالجة الجلفانومترات بالتسلسل
STARTMARKINGLAYER=	ابدأ بمعالجة الطبقات
INFO_AUSPOST4STATE=	تتكون رموز الحالة Australia Post 4 من 4 أطوال من القضبان. يحتوي كل رمز شريطي على رموز FCC (رقمين) و DPID (8 أرقام) ومعلومات المستخدم الاختيارية. مثال: FCC
INFO_DOTCODE=	رمز DotCode الشريطي هو رمز شريطي ثنائي الأبعاد ؛ وتحتوي مجموعة أحرفه على جميع أحرف ASCII ؛
INFO_JAPANPOST=	يستخدم نظام البريد الياباني الباركود البريدي الياباني ، والأحرف الصالحة هي الأرقام "0-9" ، والأحرف الإنجليزية الكبيرة "AZ" ، والحرف المتصل "-". يتكون من 7 أرقام (الرمز البريدي) + بيانات إضافية. مثل "27301023-20-5B604".
INFO_POSTNET=	PostNet مخصص لخدمة بريد الولايات المتحدة (USPS) ، الأحرف الصالحة هي الأرقام "0-9" أو الرمز البريدي المكون من 5 أرقام فقط أو الرمز البريدي المكون من 9 أرقام + 4 أو الرمز المكون من 11 رقمًا.
INFO_UKROYALMAIL=	يُستخدم الرمز الشريطي لعميل UK Royal Mail 4 الخاص بولاية Royal Mail ، والأحرف الصالحة هي الأرقام "0-9" والأحرف الكبيرة الإنجليزية "AZ".
INFO_DUTCHPOSTKIX=	يتم استخدام الرمز الشريطي لـ Dutch Post KIX لـ Royal Dutch TPG Post ، والأحرف الصالحة هي الأرقام "0-9" والأحرف الكبيرة الإنجليزية "AZ".
INFO_PLANET=	PLANET مخصص لخدمة البريد العالمية (USPS) ، الأحرف الصالحة هي أرقام "0-9" ، فقط 11 رقمًا و 13 رقمًا.
SPLITCURVES=	 منحنى الانقسام
MINDISTTRIGGER=	الحد الأدنى لمسافة الزناد
MINTIMETRIGGER=	الحد الأدنى من وقت الزناد
AUTORESORT=	الفرز التلقائي
MENU_SORT_MINDIST=	فرز حسب الحد الأدنى للمسافة
DISABLEUNDO=	تعطيل UNDO (صالح في المرة القادمة)
REDLIGHTINVERT=	انعكاس مستوى إشارة الضوء الأحمر
SINGLEPTREPEATMODE=	وضع معالجة كرر نقطة واحدة
SAVECAMERATOBMP=	حفظ صورة الكاميرا في ملف BMP
ENBIGCURVESHORTSEGSPLIT=	تمكين وضع المنحنى الكبير والوضع الصغير
UNGROUPHATCHLINE=	 تفريق الأشياء المملوءة
MENU_NODE_MOVE=	عقدة المحمول
MENU_NODE_SETASSTART=	تعيين كنقطة انطلاق
AXISSTATE=	حالة المحور
NOTIMING=	لا تقم بتحديث وقت المعالجة
OFFLINESENDDATA=	وضع غير متصل بالشبكة: إرسال البيانات
ENMARKPAUSEMODE=	تفعيل وضع علامة الإيقاف المؤقت
DIABLEINTERIOOUTPUT=	تعطيل إخراج الإدخال / الإخراج الداخلي
USERNOTOPESOFTLOCK=	لم يقم المستخدم بإجراء أي عملية لفترة طويلة ، البرنامج مغلق ، يرجى تسجيل الدخول مرة أخرى!
EXTENDCURVE=	تمديد المنحنى
EXTENDLENGTH=	طول الموسعة
ENABLEARCCMD=	تفعيل أمر تعليم القوس
SCANNERJUMP=	جالفو القفز
USEREDLIGHTCOR=	قم بتمكين تصحيح الضوء الأحمر
PULSEENERGY=	طاقة النبض
DISABLECHECKPWLIMIT=	قم بتعطيل فحص حد عرض النبض
ALWAYZOPENWHENNOTMARKING=	قم دائمًا بتشغيل الضوء الأحمر عند عدم وضع العلامات
ENABLEMULTICCD=	تفعيل الوضع متعدد CCD
MULTICCDINDEX=	مؤشر نهاية حلقة متعددة CCD
CUSTOMVER=	نسخة مخصصة
MENU_FILE_LOGIN=	تسجيل الدخول...
APPENDFILEMODE=	إضافة وضع الملف
RAMPMINLIMITLEN=	الحد الأدنى لطول الخط في التحويل الخطي
DOUBLECURVE=	الوضع الزائدي
BYHOUR=	ساعيا
DISABLERESORT=	منع الفرز
WIDTHTHRESHOLD=	عتبة العرض
MENU_SORT_MODE=	إعدادات وضع الفرز
REDUCEPOINT=	طرح النقاط تلقائيًا
LIMITLENGTH=	الطول المحدد
SINGLEPTDELAY=	تأخير الفاصل الزمني بنقطة واحدة
CALCFROMSUNDAY=	محسوبة من أول يوم أحد
REGISTERVARIABLE=	متغير التسجيل
SETPARAMMODE=	ضبط وضع المعلمة
INT=	عدد صحيح
FLOAT=	رقم النقطة العائمة
TIMEBASECOUNT=	العد الأساسي الزمني
SLICEENTONLYMARKONELAYER=	تتم معالجة الكائنات المقطعة طبقة واحدة في كل مرة
DISLOCKSIGNAL=	تعطيل إشارة بدء المزلاج
ENSURECOMPLETEPRODUCT=	ضمان علامة نهاية المنتج كاملة
DISEXTLASERWHEN_CHANGEPEN=	يحظر تغيير معلمات الليزر عند تعديل معلمات القلم
PRJMAXZLEN=	أقصى طول للخط الرأسي
DXFUNITISUTF8=	ملفات DXF مشفرة UTF8
DISABLESHOWPROGDLG=	قم بإيقاف عرض مربع حوار عملية الحركة
ENABLECHANGECURVEDIR=	قم بتغيير اتجاه المنحنى تلقائيًا عند تمكين المعالجة
ENCHECKLASERSTATEWHENMARKING=	تمكن من فحص حالة الليزر أثناء المعالجة
INVALIDUSERNAME=	اسم مستخدم غير صالح
IDLETIME=	فترات
AXISPULSEWIDTH=	عرض نبض حركة المحور
COPYSTL=	نسخ STL
PASTESTL=	لصق STL
GALVOXYDELAY=	تأخير Galvo XY
SAVEOUTPORTWHENPOWEROFF=	حفظ الإخراج عند انقطاع التيار الكهربائي
NOTCHECKSTARTPORTWHENMARKING=	لم يتم فحص منفذ البدء أثناء المعالجة
ENABLE_CHECK_MARKINGRANGE=	تمكين فحص نطاق الآلات
ERRID_MAKRSIZE_OUTRANGE=	حجم الوسم خارج نطاق المعالجة
ARC=	قوس
INPUTSECONDSTARTPT=	أدخل النقطة الثانية
MENU_LINEARCTOGGLE=	تبديل الخط والقوس
NUMCHAREXTRACTSTR=	العدد الإجمالي للأحرف المستخرجة من السلسلة
CHANGETEXT=	تحديث محتوى النص
NEWTEXT=	نص جديد
FEEDBACKMODE=	وضع الملاحظات
USEINTERNALCOR=	استخدم التصحيح الداخلي
PILLOWFACTOR=	معامل الوسادة
PARALLELISMFACTOR=	معامل متوازي الأضلاع
TRAPEZOIDFACTOR=	معامل شبه منحرف
BIDIRCOMPLEN=	طول التعويض ثنائي الاتجاه
ENABLEHWWOBBLE=	تمكين اهتزاز الأجهزة
WOBBLEFREQ=	تردد الارتعاش
UNLOCK=	الغاء القفل
MAXROWSOFEXPORTFILE=	أقصى عدد من الأسطر في ملف الإخراج
ENMARK=	تمكين المعالجة
ALIASNAME=	الاسم المستعار
TOWOBBLECURVE=	مسار الاهتزاز إلى منحنى
REFINEBOTTOMEDGEOFMESH=	استخرج الحد السفلي من السطح
DISCHANGECHARWIDTH=	تعطيل تغيير عرض الحرف
ENCODERABSWAP=	التشفير AB قابل للتبديل
INFO_CODE49=	الكود 49 هو رمز شريطي متعدد الطبقات ومستمر ومتغير الطول. يمكن أن يمثل الرمز 49 جميع أحرف ASCII البالغ عددها 128. يتكون كل رمز رمز شريطي Code 49 من 2 إلى 8 طبقات ، كل طبقة بها 18 شريطًا و 17 مسافة.
INFO_CODE16K=	الكود الشريطي 16K هو رمز باركود متعدد الطبقات ومتغير الطول يمكن أن يمثل 128 حرفًا من مجموعة أحرف ASCII الكاملة وأحرف ASCII الممتدة. يستخدم رموز UPC و Code128. يمكن أن يمثل الرمز 16 كيلو المكون من 16 طبقة 77 حرفًا من أحرف ASCII أو 154 حرفًا رقميًا.
CHANGEDIAMETER=	تغيير القطر
ENDDIAMETER=	قطر النهاية
SNTEXTPLUS=	الرقم التسلسلي + 1
SNTEXTMINUS=	الرقم التسلسلي -1
SNTEXTRESET=	إعادة تعيين الرقم التسلسلي
CURVEFOLLOWMOVE=	المنحنى يتبع الحركة
CONTMODEUSESELFPORT=	يستخدم الوضع المستمر المدخلات الخاصة به
ENABLESPLITGAP=	تفعيل Split Gap
ENABLELISTCMD=	تمكين أمر القائمة
XCOMPFACTO=	معامل تعويض الاتجاه X
STARTPTJUMPLEN=	طول قفزة نقطة البداية
XCOMPFACTOR=	عامل التعويض X
OUTPUTIOSTATE=	حالة منفذ الإخراج
DEVICESTATUSLAMP=	مصباح حالة الجهاز
	
CLEAR=	عملية تنظيف
EXTENDSIZE=	حجم التوسع
INCLAYERCOUNT=	طبقات الفاصل
FOCUSOFFSET=	كمية إلغاء التركيز
EDGETYPE=	نوع الحد
EDGEBOX=	حد المستطيل
ORIGINCONTOUR=	المخطط الأصلي
CONVEXHULLCONTOUR=	الخطوط العريضة
MESHZOOM=	تحجيم السطح
ENABLEINTERDOLOOP=	استخدام دورات التصنيع الداخلية
ENABLEXITPROCESS=	تمكين الخروج من وضع المعالجة
OFFSETINSIDE=	تعويض إلى الداخل
DELETEALL=	حذف الكل
ENABLEAPMMODE=	تفعيل وضع APM
PWMDUTYCYCLE=	دورة عمل PWM
